{
  "title": "Privacy Policy - Phetsiam PE Pipe Co. Ltd.",
  "description": "Our Privacy Policy outlines how we handle your personal information. Learn about the data we collect, how we use it, and your rights regarding your information. Your privacy is important to us, and we're committed to keeping your data safe and secure.",
  "privacyPolicy": "Privacy Policy",
  "introduction": "Introduction",
  "introductionDetails": "Phetsiam PE Pipe Co., Ltd and its affiliates (as listed in the annex and hereinafter collectively referred to as \"we\") respect the rights to privacy of our customers (hereinafter referred to as \"you\"). To ensure that your personal data is protected, we have created this privacy notice to inform the details regarding the collection, use, disclosure, deletion, and destruction (collectively, the \"processing \") of your personal data, both online and other channels, in accordance with the personal data protection law.",
  "whyProcessPersonalDataTitle": "1. Why We Process Your Personal Data",
  "whyProcessPersonalDataDetails": "1.1 We process your personal data because it is necessary for the performance of the contracts between you and us. We use your personal data in this regard to, for example, provide you with services and products, manage your account, make deliveries, proceed with accounting and financial matters, give after-sales services, process returns or refunds.",
  "legitimateInterestsDetails": "1.2 We process your personal data because it is necessary for the purposes of the legitimate interests pursued by us or by a third party. Examples of what your personal data is processed in this regard are as follows:",
  "legitimateInterestsSubDetails1": "(1) To manage, develop, and conduct our business operations which include administration and development of websites and applications, fraud prevention and detection, crime prevention, relationship management for current and potential customers, maintenance of information technology (IT) systems;",
  "legitimateInterestsSubDetails2": "(2) To protect your security such as provision of security measures, protection of your personal data, access control and identity authentication when you log in to your user account;",
  "legitimateInterestsSubDetails3": "(3) To conduct marketing research and data analysis which includes sending news and privileges to you via emails, SMS, applications, social media, telephone, and direct mail, and to conduct questionnaires and interviews with you; and",
  "legitimateInterestsSubDetails4": "(4) To establish, exercise, or defend your or our legal claims."
}
