{
  "title": "គោលការណ៍ភាពឯកជន - ក្រុមហ៊ុន ផេតសៀម ភីអ៊ី ប៊ីប ខូ អិលធីឌី",
  "description": "គោលការណ៍ភាពឯកជនរបស់យើងនិយាយពីរបៀបដែលយើងដោះស្រាយព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក។ សូមស្វែងយល់អំពីទិន្នន័យដែលយើងប្រមូលរួម របៀបយើងប្រើវា និងសិទ្ធិរបស់អ្នកចំពោះព័ត៌មានរបស់អ្នក។ ភាពឯកជនរបស់អ្នកមានសារៈសំខាន់ចំពោះយើង ហើយយើងត្រូវគោរពក្នុងការការពារទិន្នន័យរបស់អ្នកដោយសុវត្ថិភាព។",
  "privacyPolicy": "គោលការណ៍ភាពឯកជន",
  "introduction": "ការណែនាំ",
  "introductionDetails": "ក្រុមហ៊ុន ផេតសៀម ភីអ៊ី ប៊ីប ខូ អិលធីឌី និងក្រុមហ៊ុនដែលចូលរួម (ដែលរាយនៅក្នុងផ្នែកបន្ថែមនិងបន្ទាប់នឹងនេះចាប់អារម្មណ៍ជាប្រកបដោយសាមគ្គីភាព \"យើង\") គោរពសិទ្ធិភាពឯកជនរបស់អតិថិជនរបស់យើង (បន្ទាប់ពីនេះក្រុមហ៊ុននឹងត្រូវបានគេហៅថា \"អ្នក\") ដើម្បីធានាថាទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកត្រូវបានការពារ យើងបានបង្កើតសេចក្តីជូនដំណឹងនេះ ដើម្បីជូនដំណឹងអំពីព័ត៌មានលំអិតទាក់ទងនឹងការប្រមូលប្រមូល ធ្វើដំណើរ បង្កើតលុប និងបំផ្លាញទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក ដោយមិនគិតពីការផ្តល់សេវាដែលមានការពារទិន្នន័យផ្ទាល់ខ្លួន។",
  "whyProcessPersonalDataTitle": "1. ហេតុអ្វីយើងប្រើទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក",
  "whyProcessPersonalDataDetails": "1.1 យើងប្រើទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកដោយសារតែវាចាំបាច់សម្រាប់ការអនុវត្តន៍នៃកិច្ចសន្យារវាងអ្នកនិងយើង។ យើងប្រើទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកនៅក្នុងនិយមន័យនេះ ដើម្បីផ្តល់សេវាកម្មនិងផលិតផលរបស់អ្នក រដ្ឋប្រតិបត្តិការ គណនី និងការហារពារមូលធនរបស់អ្នក។",
  "legitimateInterestsDetails": "1.2 យើងប្រើទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកដោយសារតែវាចាំបាច់សម្រាប់ការរកតាមអាជីវកម្មនិងអាជីវកម្មដែលអាចចូលរួមបាន។",
  "legitimateInterestsSubDetails1": "(1) ដើម្បីគ្រប់គ្រង អភិវឌ្ឍនិងប្រតិបត្តិការអាជីវកម្មរបស់យើង។",
  "legitimateInterestsSubDetails2": "(2) ដើម្បីការពារសុវត្ថិភាពរបស់អ្នក ដូចជាមានវិធានការសុវត្ថិភាពការពារទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក ការគ្រប់គ្រង និងការបញ្ជាក់អត្តសញ្ញាណ។",
  "legitimateInterestsSubDetails3": "(3) ដើម្បីធ្វើការស្រាវជ្រាវនិងវិភាគទិន្នន័យ ដែលរួមមានការផ្ញើរព័ត៌មាននិងអត្ថប្រយោជន៍មកអ្នកតាមរយៈអ៊ីម៉ែល រឺបញ្ជូនព័ត៌មានទៅអ្នកតាមរយៈសារម៉ាស់។",
  "legitimateInterestsSubDetails4": "(4) ដើម្បីបង្កើត អនុវត្ត ឬការពារការទាមទារក្នុងក្រុមហ៊ុន ឬនីតិវិធីរបស់អ្នកឬយើង។"
}
