{
  
  "HDPEDesc1": "(Polyethylene ដង់សុីតេខ្ពស់) បំពង់ HDPE ។ អាយុកាលធ្វើការជាង 50 ឆ្នាំ។ បំពង់ស្តង់ដារឧស្សាហកម្មសម្រាប់កម្មវិធីទឹកទាំងអស់។ ទូលំទូលាយតាមស្តង់ដារ TIS.982-2556 និង ISO 4427 ។",
  "HDPEDesc2": "បំពង់ HDPE PS Pipes ត្រូវបានផលិតពីវត្ថុធាតុដើម 100% ចេញពីគ្រាប់ច្របាច់ SCG HDPE ។",
  "HDPEDesc3": "ប្រព័ន្ធភ្ជាប់ម៉ាស៊ីនស័ង្កសី PE ភិទធីត្រង់ក្នុងក្របខណ្ឌ PS Pipe Penguin អនុញ្ញាតឱ្យមានសម្ពាធដំណើរការខ្ពស់និងការតំឡើងងាយស្រួល។ ផ្នែកភ្ជាប់ PE ប្រភេទកែច្នៃដោយ PS អនុញ្ញាតឱ្យមានសម្ពាធដំណើរការខ្ពស់នៅជាមួយបំពង់ទំហំធំ។",
  "HDPEDesc4": "លក្ខណៈបំពង់ HDPE៖ កម្លាំងខ្ពស់ ត្រៀមខ្លាំង បត់បែនបាន រឹងមាំ ប្រឆាំងនឹងច្រេះ និងសារធាតុគីមី ទំងន់ស្រាល និងងាយស្រួលតំឡើង មិនពុល -40 ដល់ 60°C រហូតដល់ 360 PSI",
  "PBDesc1": "(Polybutylene) បំពង់ PB ។ អាយុកាលធ្វើការរហូតដល់ 50 ឆ្នាំ។ អនុបញ្ជា PWA និង MWA សម្រាប់ការដឹកនាំទឹកស្អាត។ ផ្តល់ស្តង់ដារតាម TIS 910-2532 ។",
  "PBDesc2": "បំពង់ PB PS Pipes ត្រូវបានផលិតពីសារធាតុ polybutylene (PB-1) តាមស្តង់ដារ TIS 910-2532 ។ ប្រព័ន្ធភ្ជាប់ម៉ាស៊ីនស័ង្កសី Shark បំពង់ PB អនុញ្ញាតឱ្យមានសម្ពាធដំណើរការខ្ពស់និងការតំឡើងងាយស្រួល។",
  "PBDesc3": "ប្រព័ន្ធភ្ជាប់ម៉ាស៊ីនស័ង្កសី PB ក្នុងក្របខ័ណ្ឌ Shark PS Pipe អនុញ្ញាតឱ្យមានសម្ពាធដំណើរការខ្ពស់ជាងមុខជំនួសក្នុងទីផ្សារនិងការតំឡើងងាយស្រួល។",
  "PBDesc4": "លក្ខណៈបំពង់ PB៖ កម្លាំងខ្ពស់ ត្រៀមខ្លាំង បត់បែនបាន រឹងមាំ ប្រឆាំងនឹងច្រេះ ទំងន់ស្រាល និងងាយស្រួលតំឡើង មិនពុល -40 ដល់ 48 អង្សារ រហូតដល់ 200 PSI",
  "HDPEEDesc1": "(Polyethylene ដង់សុីតេខ្ពស់) បំពង់ HDPE ។ អាយុកាលធ្វើការជាង 50 ឆ្នាំ។ បំពង់ស្តង់ដារឧស្សាហកម្មសម្រាប់កម្មវិធីខ្សែភ្លើង។ រហូតដល់ 500 KV.",
  "HDPEEDesc2": "បំពង់ HDPE PS Pipes ត្រូវបានផលិតពីវត្ថុធាតុដើម 100% ចេញពីគ្រាប់ច្របាច់ SCG HDPE ។",
  "HDPEEDesc3": "ប្រព័ន្ធភ្ជាប់ម៉ាស៊ីនស័ង្កសី PE ក្នុងក្របខ័ណ្ឌ PS អនុញ្ញាតឱ្យមានការតំឡើងដែលមានសុវត្ថិភាពនិងងាយស្រួល។",
  "HDPEEDesc4": "លក្ខណៈបំពង់ HDPE៖ កម្លាំងខ្ពស់ ត្រៀមខ្លាំង បត់បែនបាន រឹងមាំ ប្រឆាំងនឹងច្រេះ និងសារធាតុគីមី ទំងន់ស្រាល និងងាយស្រួលតំឡើង មិនពុល",
  "MemDesc1": "ASTM GRI GM13 HDPE Liners ។ អាយុកាលធ្វើការជាង 30 ឆ្នាំ។ ប្រព័ន្ធអាបស្ដង់ដារអាជីវកម្មសម្រាប់កែច្នៃរបស់របរចំណែក សារធាតុរាវ ឬឧស្ម័ន។",
  "MemDesc2": "TerraX HDPE Liners ត្រូវបានផលិតពីវត្ថុធាតុដើម 100% ចេញពី Chevron Phillips Marlex, Cabot Masterbatch និង LLDPE.",
  "MemDesc3": "ការតំឡើងងាយស្រួលជាមួយខ្សែភ្ជាប់អក្សរ TerraX Geo.",
  "MemDesc4": "លក្ខណៈ TerraX Liner៖ សន្លឹក HDPE អាប, បត់បែនបាន, ងាយស្រួលតំឡើង, ប្រឆាំងសារធាតុគីមី HDPE, ថ្នាំឧបករណ៍ថ្នាក់ម្ហូប",
  "TextileDesc1": "Geotextiles៖ សន្លឹកសរសៃ PP មិនមានអានុក្យាត្រ។ ប្រព័ន្ធចម្រោះស្តង់ដារអាជីវកម្មសម្រាប់ការទប់ភ្លើង ការធ្វើការអប់រំ ឬការច្រោះ។",
  "TextileDesc2": "TerraX Geotextiles ត្រូវបានផលិតពីវត្ថុធាតុដើម 100% ចេញពីសរសៃ Polypropylene (PP).",
  "TextileDesc3": "ការតំឡើងងាយស្រួលជាមួយខ្សែភ្ជាប់អក្សរ TerraX Geo.",
  "TextileDesc4": "លក្ខណៈ TerraX Geotextiles៖ សន្លឹក PP ទប់ទឹក, បត់បែនបាន, ស្រាល, ងាយស្រួលតំឡើង, ប្រឆាំងសារធាតុគីមី PP, ទប់ត្រង់, ប្រឆាំងភាពប៉ះពាល់ខ្ពស់",
  "TubeDesc1": "Geotubes សំណាញ់ត្រូវបានតភ្ជាប់ដោយយេន Polypropylene (PP) ទាំងទ្វេនិងស្ដង់។ កម្លាំងទាញខ្ពស់ជាលើសពីគ្រប់គ្រឿងផ្សេងទៀតរហូតដល់ 2,000 kN/m ។ ប្រើសម្រាប់ការការពារច្រាសងើក បង្គន់សំណប់/ខ្សែភាពស្អាត និងការច្រោះ។",
  "TubeDesc2": "Geotubes សម្រាប់លើសផលិតផលទាំងនៅក្នុងឧស្សាហកម្ម TerraX មានដំណាក់ស្រឡា 1 ឬ 2 និងពណ៌ស ឬលឿងខ្សាច់។",
  "TubeDesc3": "លក្ខណៈ Geotubes TerraX៖ សំណាញ់ Polypropylene ទប់ទឹក, បត់បែនបាន, ស្រាល, ងាយស្រួលតំឡើង, ប្រឆាំងសារធាតុគីមី PP, រឹងមាំ",
  "TubeDesc4": "",
  "CompDesc1": "Geocomposites: កម្រាលបេតុង និង GCCM ។ ប្រព័ន្ធទប់ស្ដង់ដារឧស្សាហកម្មសម្រាប់ការពារច្រេះឬការជាសះស្បើយ។ ការតំឡើងងាយស្រួលដូចពេលវេលានៅក្នុងទឹកនិងល្បឿនខ្ពស់។",
  "CompDesc2": "TerraX Geocomposites ត្រូវបានផលិតពីវត្ថុធាតុដើម 100% ចេញពីសរសៃ Polypropylene (PP) និងម្សៅបេតុងពិសេស។",
  "CompDesc3": "លក្ខណៈ TerraX Geocomposites: ភិទ PP (GCCM មានបេតុង), បត់បែនបាន, ងាយស្រួលតំឡើង, ប្រឆាំងសារធាតុគីមី PP, ទប់ត្រង់, មានតម្លៃសមរម្យ",
  "CompDesc4": "",
  
  
  "water": "ទឹក",
  "Water Containment": "ការកាន់ទឹក",
  "Electricity": "អគ្គិសនី",
  "Geosynthetics": "សមាសធាតុដីនិងសមាសធាតុអគ្គិសនី",
  "HDPE": "HDPE",
  "discover_more": "ស្វែងយល់បន្ថែម",
  "PB": "PB",
  "Geomembranes": "ស្រទាប់ជ័រទៅភស្តុតាង",
  "Geotextiles": "ស្រទាប់ជ័រដែលមិនដោត",
  "Geotubes": "បំពង់ភស្តុតាង",
  "Geocomposites": "សមាសធាតុភស្តុតាង",
  "products": "ផលិតផល",
  "Pipes and Fittings": "បំពង់និងខ្យល់បំពង់",
  "HDPEWComIconDesc": "HDPE ទំហំ 20-1400mm. មានកម្លាំងខ្ពស់ មិនអាចប៉ះទង្គិចបាន យឺតនិងមានភាពរឹងមាំ ប្រើប្រាស់បានយូរ មិនអាចជ្រាបទឹកនិងជាតិគីមី បានទម្ងន់ស្រាលនិងងាយស្រួលដំឡើង មិនមានជាតិពុល -40 ដល់ 60 អង្សារ សេលស្យូ 360 PSI",
  "PB": "PB",
  "PBWComIconDesc": "PB ទំហំ 15 - 150mm. មានកម្លាំងខ្ពស់ មិនអាចប៉ះទង្គិចបាន យឺតនិងមានភាពរឹងមាំ ប្រើប្រាស់បានយូរ មិនអាចជ្រាបទឹកបានទម្ងន់ស្រាលនិងងាយស្រួលដំឡើង មិនមានជាតិពុល -40 ដល់ 48 អង្សារ 200 PSI",
  "Conduit": "បំពង់បញ្ចូល",
  "HDPEEComIconDesc": "HDPE ទំហំដល់ 200mm. 500 kV គំរូខ្សែភ្លើង។ មានកម្លាំងខ្ពស់ មិនអាចប៉ះទង្គិចបាន យឺតនិងមានភាពរឹងមាំ មិនអាចជ្រាបទឹកនិងជាតិគីមី បានទម្ងន់ស្រាលនិងងាយស្រួលដំឡើង មិនមានជាតិពុល",
  "EFlex": "EFlex",
  "EFLEXComIconDesc": "Eflex ទំហំដល់ 200mm. 500 kV គំរូខ្សែភ្លើង។ មិនអាចប៉ះទង្គិចបាន យឺតនិងមានភាពរឹងមាំ មិនអាចជ្រាបទឹកនិងជាតិគីមី បានទម្ងន់ស្រាលនិងងាយស្រួលដំឡើង មិនមានជាតិពុល",
  "HDPE Liner": "ស្រទាប់ HDPE",
  "XHDPESComIconDesc": "TerraX Liner កម្រាស់ពី 0.3-2.0mm. 7m x 100m ឬគំរូលំដាប់។ លើសពីស្តង់ដារ GRI GM13 អន្តរជាតិ។ ផ្នែកមិនអាចជ្រាបទឹក HDPE សន្លឹក យឺតងាយស្រួលដំឡើង HDPE ការជ្រាបជាតិគីមី ស្តង់ដារចំណីអាហារ",
  "Nonwoven": "មិនវ៉ូវែន",
  "XTEXComIconDesc": "TerraX Non-Woven PP សន្លឹកជាលិកាពី 0.3-2.0mm. សន្លឹក PP ដែលអាចជ្រាបបាន យឺត ទំងន់ស្រាល ងាយស្រួលដំឡើង PP ការជ្រាបជាតិគីមី ការជ្រាបខ្យល់ ការបណ្តុះខ្សែភាពចូលលើស",
  "Geotube": "Geotube",
  "Concrete Mattress": "ពូកបេតុង",
  "GCCM": "GCCM",
  "XMATComIconDesc": "កម្រាស់ពូកបេតុងពី 100mm ដល់ 500mm. កម្លាំងខ្ពស់ 50cm នៃបេតុង មិនអាចប៉ះទង្គិចបាន យឺត ទំងន់ស្រាលនិងងាយស្រួលដំឡើង មិនមានជាតិពុល ការដំឡើងក្រោមទឹក",
  "XGCCMComIconDesc": "សំពត់បេតុង (GCCM) កម្រាស់ពី 100mm ដល់ 200mm. កម្លាំងសង្កត់ខ្ពស់ មិនអាចប៉ះទង្គិចបាន យឺត តាមទំងន់ងាយស្រួលដំឡើង មិនមានជាតិពុល ការដំឡើងក្រោមទឹក",
  "XTUBEComIconDesc": "Geotube ទំហំពី 1 ទៅ 8m អង្កត់ផ្ចិត និងអស់មួយទឹកដល់ 200m. បំពង់ប៉ូលីប្រូផីលែនដែលអាចជ្រាបបាន យឺត ទំងន់ស្រាល ងាយស្រួលដំឡើង PP ការជ្រាបជាតិគីមី ប្រើប្រាស់បានយូរ"
}
