{
  "water": "ទឹក",
  "Water Containment": "ការកាន់ទឹក",
  "Electricity": "អគ្គិសនី",
  "Geosynthetics": "សមាសធាតុដីនិងសមាសធាតុអគ្គិសនី",
  "HDPE": "HDPE",
  "discover_more": "ស្វែងយល់បន្ថែម",
  "PB": "PB",
  "Geomembranes": "ស្រទាប់ជ័រទៅភស្តុតាង",
  "Geotextiles": "ស្រទាប់ជ័រដែលមិនដោត",
  "Geotubes": "បំពង់ភស្តុតាង",
  "Geocomposites": "សមាសធាតុភស្តុតាង",
  "products": "ផលិតផល",
  "Pipes and Fittings": "បំពង់និងខ្យល់បំពង់",
  "HDPEWComIconDesc": "HDPE ទំហំ 20-1400mm. មានកម្លាំងខ្ពស់ មិនអាចប៉ះទង្គិចបាន យឺតនិងមានភាពរឹងមាំ ប្រើប្រាស់បានយូរ មិនអាចជ្រាបទឹកនិងជាតិគីមី បានទម្ងន់ស្រាលនិងងាយស្រួលដំឡើង មិនមានជាតិពុល -40 ដល់ 60 អង្សារ សេលស្យូ 360 PSI",
  "PB": "PB",
  "PBWComIconDesc": "PB ទំហំ 15 - 150mm. មានកម្លាំងខ្ពស់ មិនអាចប៉ះទង្គិចបាន យឺតនិងមានភាពរឹងមាំ ប្រើប្រាស់បានយូរ មិនអាចជ្រាបទឹកបានទម្ងន់ស្រាលនិងងាយស្រួលដំឡើង មិនមានជាតិពុល -40 ដល់ 48 អង្សារ 200 PSI",
  "Conduit": "បំពង់បញ្ចូល",
  "HDPEEComIconDesc": "HDPE ទំហំដល់ 200mm. 500 kV គំរូខ្សែភ្លើង។ មានកម្លាំងខ្ពស់ មិនអាចប៉ះទង្គិចបាន យឺតនិងមានភាពរឹងមាំ មិនអាចជ្រាបទឹកនិងជាតិគីមី បានទម្ងន់ស្រាលនិងងាយស្រួលដំឡើង មិនមានជាតិពុល",
  "EFlex": "EFlex",
  "EFLEXComIconDesc": "Eflex ទំហំដល់ 200mm. 500 kV គំរូខ្សែភ្លើង។ មិនអាចប៉ះទង្គិចបាន យឺតនិងមានភាពរឹងមាំ មិនអាចជ្រាបទឹកនិងជាតិគីមី បានទម្ងន់ស្រាលនិងងាយស្រួលដំឡើង មិនមានជាតិពុល",
  "HDPE Liner": "ស្រទាប់ HDPE",
  "XHDPESComIconDesc": "TerraX Liner កម្រាស់ពី 0.3-2.0mm. 7m x 100m ឬគំរូលំដាប់។ លើសពីស្តង់ដារ GRI GM13 អន្តរជាតិ។ ផ្នែកមិនអាចជ្រាបទឹក HDPE សន្លឹក យឺតងាយស្រួលដំឡើង HDPE ការជ្រាបជាតិគីមី ស្តង់ដារចំណីអាហារ",
  "Nonwoven": "មិនវ៉ូវែន",
  "XTEXComIconDesc": "TerraX Non-Woven PP សន្លឹកជាលិកាពី 0.3-2.0mm. សន្លឹក PP ដែលអាចជ្រាបបាន យឺត ទំងន់ស្រាល ងាយស្រួលដំឡើង PP ការជ្រាបជាតិគីមី ការជ្រាបខ្យល់ ការបណ្តុះខ្សែភាពចូលលើស",
  "Geotube": "Geotube",
  "Concrete Mattress": "ពូកបេតុង",
  "GCCM": "GCCM",
  "XMATComIconDesc": "កម្រាស់ពូកបេតុងពី 100mm ដល់ 500mm. កម្លាំងខ្ពស់ 50cm នៃបេតុង មិនអាចប៉ះទង្គិចបាន យឺត ទំងន់ស្រាលនិងងាយស្រួលដំឡើង មិនមានជាតិពុល ការដំឡើងក្រោមទឹក",
  "XGCCMComIconDesc": "សំពត់បេតុង (GCCM) កម្រាស់ពី 100mm ដល់ 200mm. កម្លាំងសង្កត់ខ្ពស់ មិនអាចប៉ះទង្គិចបាន យឺត តាមទំងន់ងាយស្រួលដំឡើង មិនមានជាតិពុល ការដំឡើងក្រោមទឹក",
  "XTUBEComIconDesc": "Geotube ទំហំពី 1 ទៅ 8m អង្កត់ផ្ចិត និងអស់មួយទឹកដល់ 200m. បំពង់ប៉ូលីប្រូផីលែនដែលអាចជ្រាបបាន យឺត ទំងន់ស្រាល ងាយស្រួលដំឡើង PP ការជ្រាបជាតិគីមី ប្រើប្រាស់បានយូរ"
}
