{
  "qualityAssurance": "ធានាគុណភាព",
  "elevateProducts": "ដើម្បីលើកស្ទួយផលិតផល “PS Standard” ថៃរបស់យើងឱ្យក្លាយជាក្រុមហ៊ុនផលិតនិងផ្គត់ផ្គង់បំពង់កំពូលនៅអាស៊ី។ យើងផ្តល់នូវគុណភាពនិងភាពទុកចិត្តដែលមិនអាចប្រៀបបានទាំងអស់នៅតម្លៃសមរម្យ។ ការប្តេជ្ញារបស់យើងចំពោះឯកទេសធានាថាបំពង់ HDPE និង PB របស់យើងតែងតែឆ្លងកាត់ស្តង់ដារគុណភាពនិងភាពទុកចិត្តខ្ពស់បំផុត ដោយបង្កើតគំរូថ្មីនៅក្នុងឧស្សាហកម្ម។ យើងចូលរួមជាមួយ SCG ដើម្បីប្រើប្រាស់វត្ថុធាតុដើម 100% ក្នុងការផលិត។",
  "discoverMore": "ស្វែងយល់បន្ថែម",
  "MeltFlow": "លំហូររំអិល",
  "PressureTest": "សម្ពាធ",
  "TensionTest": "តង់ស្យុង",
  "MeltFlowDescription": "ការធ្វើតេស្តលំហូររំអិល (MFR) តាមស្តង់ដារ ISO 1133 គឺសម្រាប់ការវាយតម្លៃលក្ខណៈលំហូរនៃ HDPE នៅក្នុងស្ថានភាពរលាយ។ ការធ្វើតេស្តលំហូររំអិល គឺជាស្ថានការណ៍មួយក្នុងការទទួលបានលក្ខណៈនៃការព្យាបាលដែលចង់បាន ដែលជាកត្តាមួយដែលជួយឱ្យយើងទទួលបានស្តង់ដាខ្ពស់នៃបំពង់ HDPE របស់យើង។ ប្រើប្រាស់បទពិសោធន៍និងផលិតផលបំពង់ HDPE និង PB ប្រចាំតំបន់យើង។ ទាក់ទង PS Pipe ថ្ងៃនេះ។",
  "backButton": "ថយក្រោយ",
  "quality": "គុណភាព",
  "PressureDescription": "ការធ្វើតេស្តសម្ពាធខាងក្នុង តាមស្តង់ដារ ISO 1167 ដើម្បីធ្វើការវាយតម្លៃសម្រាប់ HDPE ស្តីពីការតស៊ូមតេផ្ទៃក្នុងនៅក្នុងរយៈពេលវែង។ ការធ្វើតេស្តសម្ពាធខាងក្នុងផ្តល់នូវទិន្នន័យសម្រាប់បំពង់ HDPE របស់យើងអំពីសមត្ថភាពក្នុងការប្រកបដោយភាពស្ថិតស្ថេរពេលវេលាច្រើន។ ប្រើប្រាស់បទពិសោធន៍និងផលិតផលបំពង់ HDPE និង PB ប្រចាំតំបន់យើង។ ទាក់ទង PS Pipe ថ្ងៃនេះ។",
  "TensionDescription": "ការធ្វើតេស្តតង់ស្យុង តាមស្តង់ដារ ISO 6259 សម្រាប់ HDPE គឺតាមការវាយតម្លៃលក្ខណៈគ្រិះនៃសម្ភារៈនៅក្នុងសម្ពាធតង់ស្យុង។ ការធ្វើតេស្តនេះអនុញ្ញាតឱ្យយើងធានាសុវត្ថិភាពនៃបំពង់ HDPE របស់យើង ដែលលើសពីការបញ្ជាក់សម្រាប់កម្មវិធីផ្សេងៗ រួមមានដំណើរការបំពង់ទឹកសម្ពាធខ្ពស់ PWA MWA។ ប្រើប្រាស់បទពិសោធន៍និងផលិតផលបំពង់ HDPE និង PB ប្រចាំតំបន់យើង។ ទាក់ទង PS Pipe ថ្ងៃនេះ។",
  "LongitudinalDescription": "ការធ្វើតេស្តលំហូររំអិលចន្លោះទទឹងHDPE ជាស្ថានការណ៍នៃការស្ថិតស្ថេរនិងភាពទុកចិត្តនៃសម្ភារៈHDPE ក្នុងសីតុណ្ហភាពខ្ពស់។ ការធ្វើតេស្តលំហូររំអិលចន្លោះទទឹងHDPE បង្ហាញនូវបញ្ហានៃការកម្រិតធន់នឹងសីតុណ្ហភាពHDPE បំពង់របស់យើង។ បំពង់ HDPE របស់យើងមានភាពស្ថិតស្ថេរ និងលក្ខណៈប្រតិបត្តិការចំពោះសម្ពាធកំដៅ ដែលជាហេតុធ្វើឱ្យវាត្រូវបានប្រើប្រាស់សម្រាប់ការផលិតទឹកក្តៅ ឬអាជីវកម្ម។ ប្រើប្រាស់បទពិសោធន៍និងផលិតផលបំពង់ HDPE និង PB ប្រចាំតំបន់យើង។ ទាក់ទង PS Pipe ថ្ងៃនេះ។",
  "LongitudinalReversion": "បង្ការការរលាយចន្លោះទទឹង",
  "OxidationInductionTime": "ពេលវេលាចម្លងអុកស៊ីតថេរ",
  "OITDescription": "ការធ្វើតេស្តពេលវេលាចម្លងអុកស៊ីតថេរ (OIT) វាយតម្លៃលើសម្ភារៈ HDPE នៃការតស៊ូមតេអុកស៊ីត ដែលផ្តល់នូវទិន្នន័យសម្រាប់សីតុណ្ហភាព។ ការធ្វើតេស្តពេលវេលាចម្លងអុកស៊ីតថេរ ផ្តល់នូវទិន្នន័យអំពីការកត់ត្រានៃសម្ភារៈ HDPE ។ ព័ត៌មាននេះសំខាន់សម្រាប់យើងក្នុងការអប្តូរបរិមាណនៃគ្រឿងចិនផ្តល់នូវភាពសម្បូរបែបនៃសីតុណ្ហភាពផ្សេងៗ។ ប្រើប្រាស់បទពិសោធន៍និងផលិតផលបំពង់ HDPE និង PB ប្រចាំតំបន់យើង។ ទាក់ទង PS Pipe ថ្ងៃនេះ។",
  "Pipelinetesting": "សេវាកម្មសាកល្បងបំពង់",
  "PipelineDescription": "ការរួមគ្នាជាមួយ DTS Construction (ជាដៃគូនៃ INGU's Pipers®) យើងបានប្តេជ្ញាថានឹងបម្រើអតិថិជនរបស់យើងបន្ទាប់ពីការផ្តល់និងធានាពេញចិត្តនៅពេលវេលាឆ្លងកាត់ផលិតផលទាំងមូល។ យើងបានបង្កើតកិច្ចសហការជាមួយ DTS Construction ដើម្បីនាំមកនូវដំណោះស្រាយដែលមានគុណភាពថ្នាក់ពិភពលោកសម្រាប់ការស្វែងរកការបង្ហូរទឹកបំពង់ តំរុយ ឬការផ្លាស់ប្តូរដោយមានតម្លៃប្រកួតប្រជែង។ ដំណោះស្រាយ Pipers® របស់ INGU ភ្ជាប់ជាមួយប្រព័ន្ធឌីជីថលអាមេរិកដែលមានសមត្ថភាព AI ដើម្បីបង្ការការបន្ថែមនូវគុណភាពអតិថិជន។ ដំណោះស្រាយ Pipers® ជាមួយសុទ្ធពណ៌សទំហំជាភ្ជាប់ដោយ AI ផ្តល់នូវការរកឃើញនិងកំណត់នូវបញ្ហាដូចជាការចំរុយការជាប់ឬការផ្លាស់ប្តូរដោយមិនចាំបាច់មានឧបករណ៍ឆ្លុះបញ្ចាំងក្រៅ។ ប្រើប្រាស់អនុវត្តន៍នៃ AI និងបច្ចេកវិទ្យាទំនើបជាមួយដៃគូនៃដំណោះស្រាយ។"
}
