{
  "HDPEDesc1": "(High-density polyethylene) HDPE pipes. More than 50 years working life. Industry standard pipes for all water applications. TIS.982-2556 & ISO 4427 standard compliant. ",
  "HDPEDesc2": "PS Pipes HDPE pipes are made from 100% virgin material from SCG HDPE pellets. ",
  "HDPEDesc3": "Mechanical jointing system PE fittings under the PS Pipe Penguin brand, allows for high operating pressures and easy installation. Fabricated PE fittings under the PS brand allows for high operating pressures at large pipe diameters.",
  "HDPEDesc4": "HDPE pipes Properties: High strength, impact resistant, flexible, durable, corrosion and chemical resistant, lightweight and easy to install, Non toxic, -40 to 60°C degrees, Up to 360 PSI",
  "PBDesc1": "(Polybutylene) PB pipes. Up to 50 years working life. PWA and MWA mandated sub-mains for transporting potable water. TIS 910-2532 standard compliant. ",
  "PBDesc2": "PS Pipes PB pipes are made from polybutylene resin (PB-1) according to TIS 910-2532 standard. Mechanical jointing system fittings under the PS Pipe’s Shark brand, for PB Pipes, allows for high operating pressures and easy installation.  ",
  "PBDesc3": "Mechanical jointing system PB fittings under the PS Pipe Shark brand, allows for higher operating pressures than market alternatives and easier installation. ",
  "PBDesc4": "PB pipes Properties: High strength, impact resistant, flexible, durable, corrosion resistant, lightweight and easy to install, Non toxic,  -40 to 48 degrees, Up to 200PSI",
  "HDPEEDesc1": "(High-density polyethylene) HDPE pipes. More than 50 years working life. Industry standard pipes for wiring applications. Up to 500 KV. ",
  "HDPEEDesc2": "PS Pipes HDPE pipes are made from 100% virgin material from SCG HDPE pellets. ",
  "HDPEEDesc3": "Mechanical jointing system PE fittings under the PS brand, allows for secure and easy installation. ",
  "HDPEEDesc4": "HDPE pipes Properties: High strength, impact resistant, flexible, durable, corrosion and chemical resistant, lightweight and easy to install, Non toxic",
  "MemDesc1": "ASTM GRI GM13 HDPE Liners. More than 30 years working life. Industry standard impermeable barrier for solid, liquid or gas containment. ",
  "MemDesc2": "TerraX HDPE Liners are made from 100% virgin materials from Chevron Phillips Marlex, Cabot Masterbatch and LLDPE.",
  "MemDesc3": "Simple installation with an extrusion welding wire from TerraX Geo.",
  "MemDesc4": "TerraX Liner Properties: Impermeable HDPE sheet, Flexible, Easy to install, HDPE chemical resistance, Food grade ",
  "TextileDesc1": "Geotextiles: Non-Woven PP fibre sheet. Industry standard permeable barrier for cushioning, reinforcement or drainage functions.",
  "TextileDesc2": "TerraX Geotextiles are made from 100% virgin materials from Polypropylene (PP) Fibres.",
  "TextileDesc3": "Simple installation with an extrusion welding wire from TerraX Geo.",
  "TextileDesc4": "TerraX Geotextiles Properties: Permeable PP sheet, Flexible, Light, Easy to install, PP chemical resistance, Puncture resistance, High permittivity ",
  "TubeDesc1": "Geotubes Woven and nonwoven Polypropylene (PP) yarns in a tube shape with an inlet. Industry leading tensile strength, up to 2,000 kN/m. Used for erosion protection, particle/sludge confinement and filtration. ",
  "TubeDesc2": "TerraXs industry leading Geotubes are available in 1 or 2 layers and white or sand yellow. ",
  "TubeDesc3": "TerraXs Geotubes Properties: Permeable Polypropylene tubes, Flexible, Light, Easy to install, PP chemical resistance, Durable",
  "TubeDesc4": "",
  "CompDesc1": "Geocomposites: Concrete mattress and GCCM. Industry standard barrier for erosion protection or separation functions. Easy installation even in underwater and high flow rate conditions. ",
  "CompDesc2": "TerraX Geocomposites are made from 100% virgin materials from Polypropylene (PP) Fibres and a special blend of concrete. ",
  "CompDesc3": "TerraX Geocomposites Properties: PP composites (GCCM contains concrete), Flexible, Easy to install, PP chemical resistance, Puncture resistance, Cost effective",
  "CompDesc4": "",
  "water": "Water",
  "Water Containment": "Water Containment",
  "Electricity": "Electricity",
  "Geosynthetics": "Geosynthetics",
  "HDPE": "HDPE",
  "discover_more": "Discover More",
  "PB": "PB",
  "Geomembranes": "Geomembranes",
  "Geotextiles": "Geotextiles",
  "Geotubes": "Geotubes",
  "Geocomposites": "Geocomposites",
  "products": "Products",
  "Pipes and Fittings": "Pipes and Fittings",
  "HDPEWComIconDesc": "HDPE sizes 20-1400mm. High strength, impact resistant, flexible, durable, corrosion and chemical resistant, lightweight and easy to install, Non toxic, -40 to 60°C degrees, Up to 360 PSI",
  "PB": "PB",
  "PBWComIconDesc": "PB sizes 15 - 150mm. High strength, impact resistant, flexible, durable, corrosion resistant, lightweight and easy to install, Non toxic, -40 to 48 degrees, Up to 200PSI"
  ,"Conduit": "Conduit",
  "HDPEEComIconDesc": "HDPE sizes up to 200mm. 500 kV cable shielding. High strength, impact resistant, flexible, durable, corrosion and chemical resistant, lightweight and easy to install, Non toxic"
  ,"EFlex": "EFlex",
  "EFLEXComIconDesc": "Eflex sizes up to 200mm. 500 kV cable shielding. Impact resistant, flexible, durable, corrosion and chemical resistant, lightweight and easy to install, Non toxic"
  ,"HDPE Liner": "HDPE Liner",
  "XHDPESComIconDesc": "TerraX Liner thickness from 0.3-2.0mm. 7m x 100m or custom. Exceeding International GRI GM13 Standards. Impermeable HDPE sheet, Flexible, Easy to install, HDPE chemical resistance, Food grade"
  ,"Nonwoven": "Non-woven",
  "XTEXComIconDesc": "TerraX Non-Woven PP fibre sheet thickness from 0.3-2.0mm. Permeable PP sheet, Flexible, Light, Easy to install, PP chemical resistance, Puncture resistance, High permittivity ",
  "Geotube": "Geotube",
  "Concrete Mattress": "Concrete Mattress",
  "GCCM": "GCCM",
  "XMATComIconDesc": "Concrete Mattress thickness from 100mm to 500mm. High strength 50cm of concrete, Impact resistant, Flexible, Lightweight and easy to install, Non toxic, Underwater installation.",
  "XGCCMComIconDesc": "Concrete blanket (GCCM) thickness from 100mm to 200mm. High compressive strength, impact resistant, flexible, durable, easy to install, Non toxic, Underwater installation.",
  "XTUBEComIconDesc": "Geotube sizes from 1 to 8m diameter, and up to 200m length. Permeable Polypropylene tubes, Flexible, Light, Easy to install, PP chemical resistance, Durable"
}

