{
  "title": "นโยบายความเป็นส่วนตัว - บริษัท เพ็ทสยาม พีอี ไปป์ จำกัด",
  "description": "นโยบายความเป็นส่วนตัวของเราระบุวิธีการจัดการข้อมูลส่วนบุคคลของคุณ เรียนรู้เกี่ยวกับข้อมูลที่เรารวบรวม วิธีการใช้ข้อมูลนั้น และสิทธิ์ของคุณเกี่ยวกับข้อมูลของคุณ ความเป็นส่วนตัวของคุณมีความสำคัญต่อเรา และเรามุ่งมั่นที่จะรักษาข้อมูลของคุณให้ปลอดภัย",
  "privacyPolicy": "นโยบายความเป็นส่วนตัวสำหรับลูกค้า
บริษัท เพชรสยาม พีอี ไพ้พ์ จำกัด (มหาชน) และบริษัทในกลุ่มตามเอกสารแนบท้ายนี้ (รวมเรียกว่า "เรา") เคารพสิทธิของความเป็นส่วนตัวของลูกค้า รวมถึงบุคคลธรรมดาที่ดำเนินการให้ลูกค้าซึ่งเป็นนิติบุคคลด้วย (ต่อไปนี้เรียกว่า "ทำน") และเพื่อให้เกิดความมั่นใจว่าทำนได้รับความคุ้มครองข้อมูลส่วนบุคคล จึงได้จัดทำนโยบายความเป็นส่วนตัวฉบับนี้ขึ้น เพื่อแจ้งให้ทราบถึงรายละเอียดที่เกี่ยวข้องกับการเก็บรวบรวม การใช้ และการเปิดเผย (รวมเรียกว่า "การประมวลผล") รวมถึงการลบและการทำลายข้อมูลส่วนบุคคลของทำน ทั้งในช่องทางออนไลน์ และช่องทางอื่น ๆ ตามที่กฎหมายคุ้มครองข้อมูลส่วนบุคคลกำหนด ดังนี้
1 วัตถุประสงค์การประมวลผลข้อมูลส่วนบุคคล
1.1. เพื่อใช้ในการดำเนินการตามคำขอของทำนก่อนเข้าทำสัญญาหรือเพื่อปฏิบัติตามสัญญาซึ่งทำนเป็นคู่สัญญากับเรา เช่น เพื่อการยืนยันสินค้า และ/หรือ การให้บริการแก่ทำน หรือปฏิบัติตามสัญญาใด ๆ ซึ่งทำนเป็นคู่สัญญา ซึ่งรวมถึง การจัดการบัญชีผู้ใช้ (Account) ของทำน, การจัดส่งสินค้า, การดำเนินการเกี่ยวกับบัญชีและการเงิน, การประชาสัมพันธ์ และการให้บริการ หรือ การปฏิบัติตามที่ทำนได้ร้องขอ
1.2. เพื่อประโยชน์โดยชอบด้วยกฎหมายของเราหรือของบุคคลอื่น
(1) เพื่อให้เราสามารถดำเนินการ พัฒนา และดำเนินการใด ๆ เพื่อให้สามารถดำเนินธุรกิจได้ ซึ่งรวมถึงการบริหารจัดการและพัฒนาสินค้า และ/หรือบริการ (รวมถึงเว็บไซต์ และแอปพลิเคชัน) การตรวจสอบและป้องกันการฉ้อโกง หรืออาชญากรรมอื่น ๆ การจัดการความสัมพันธ์ลูกค้าและผู้ที่เป็นลูกค้า การบำรุงรักษา และการใช้ระบบไอที
(2) เพื่อประโยชน์ทำงด้านความปลอดภัย เช่น การจัดให้มีมาตรการรักษาความปลอดภัย ซึ่งรวมถึงข้อมูลส่วนบุคคลของทำนด้วย เช่น การเข้าสถานที่ของเรา การเข้าสู่ระบบ (Log in) เข้าเว็บไซต์หรือแอปพลิเคชัน
(3) เพื่อดำเนินการทำงานตลาดและวิเคราะห์ข้อมูล (Marketing and Data Analysis) เช่น การแจ้งข่าวสารและสิทธิประโยชน์ ผ่านทางอีเมล เอสเอ็มเอส แอปพลิเคชัน โซเชียลมีเดีย โทรศัพท์ และไดเร็กเมล รวมถึงเพื่อประโยชน์ในการวิจัยทำงานตลาด เช่น ทำแบบสอบถาม เข้าสัมภาษณ์
(4) เพื่อการใช้สิทธิเรียกร้องทำงานกฎหมาย
1.3. เพื่อป้องกันและระงับอันตรายต่อชีวิต สุขภาพ หรือสุขภาพของทำนหรือบุคคลอื่น เช่น การติดต่อในกรณีฉุกเฉิน การควบคุมและป้องกันโรคติดต่อ
1.4. เพื่อให้สามารถปฏิบัติตามกฎหมาย เช่น การปฏิบัติตามบทบัญญัติของกฎหมาย กฎระเบียบ และคำสั่งของผู้ที่มอำนาจตามกฎหมาย
1.5. เพื่อการปฏิบัติหน้าที่ในการดำเนินธุรกิจเพื่อประโยชน์ส่วนรวมของเรา หรือการปฏิบัติหน้าที่ในการใช้อำนาจรัฐที่ได้มอบให้
1.6. กรณีที่ทำนให้ความยินยอม เราจะประมวลผลข้อมูลส่วนบุคคล
(1) เพื่อให้เรา บริษัทในกลุ่มของเรา และพันธมิตร ส่งข่าวสารและสิทธิประโยชน์ผ่านทางอีเมล เอสเอ็มเอส แอปพลิเคชัน โซเชียลมีเดีย โทรศัพท์ และไดเร็กเมล

(2) เพื่อให้เราดำเนินการจัดกิจกรรมนอกจากที่กำหนดไว้ข้างต้น โดยอาจเก็บข้อมูลส่วนบุคคลของท่านเพิ่มเติมโดยจะแจ้งให้ทราบและขอความยินยอมจากท่านใหม่เป็นครั้ง ๆ ไปทั้งนี้ ท่านสามารถศึกษารายละเอียดเกี่ยวกับความยินยอมได้ในข้อ 4

2 ข้อมูลส่วนบุคคลที่เราเก็บรวบรวม
2.1. เมื่อท่านจะซื้อ หรือซื้อสินค้า และ/หรือ บริการ รวมทั้งการเข้าเป็นสมาชิกเว็บไซต์ แอปพลิเคชัน เราจะเก็บ
รวบรวมข้อมูลส่วนบุคคล ดังนี้
(1) ข้อมูลส่วนตัว เช่น ชื่อ นามสกุล วันเดือนปีเกิด สถานที่เกิด สถานะภาพ ที่อยู่ ข้อมูลตามที่ระบุในบัตร ประจำตัวประชาชนและหนังสือเดินทาง LineID รูปถ่ายบัตรประชาชน รูปถ่ายหนังสือเดินทาง ประวัติการเดินทางในแอปพลิเคชันต่าง ๆ ลายมือชื่อ เป็นต้น
(2) ข้อมูลการติดต่อ เช่น อีเมล เบอร์โทรศัพท์ ที่อยู่ช่องทางติดต่อในสื่อสังคมออนไลน์ สถานที่ทำงาน เป็นต้น
(3) ข้อมูลเกี่ยวกับงานของท่าน เช่น อาชีพ ตำแหน่ง ประสบการณ์การทำงาน เป็นต้น
(4) ข้อมูลเกี่ยวกับการซื้อสินค้า และ/หรือบริการ เช่น ประวัติการซื้อสินค้า ประวัติการเคลมสินค้า ข้อร้องเรียน
(5) ข้อมูลที่เราได้ให้ไว้แก่เมื่อท่านติดต่อเรา หรือเราดูแลให้บริการหลังการขาย การทำวิจัย และการสัมภาษณ์
2.2. เมื่อท่านเข้าชม และ/หรือซื้อสินค้าออนไลน์ หรือเข้าชมเว็บไซต์หรือแอปพลิเคชัน เราจะเก็บรวบรวมข้อมูลส่วน
บุคคล ดังนี้
(1) ข้อมูลเกี่ยวกับการสมัครสมาชิก (Registration) เช่น ชื่อ-นามสกุล อีเมล เบอร์มือถือ รหัสผ่าน
(2) ข้อมูลเกี่ยวกับอุปกรณ์อิเล็กทรอนิกส์ที่ท่านใช้ เช่น IP Address และข้อมูลที่อยู่ (Location Data) หรือ
Other device identifier
(3) ชนิดและเวอร์ชันของเบราว์เซอร์ที่ท่านใช้ รวมถึงชนิดและเวอร์ชันของ plug-in ของเบราว์เซอร์
(4) การตั้งค่าเขตเวลา (Time zone)
2.3. เมื่อท่านติดต่อเรา หรือร่วมกิจกรรมใด ๆ กับเรา เช่น ติดต่อ Contact Center การทำ Customer Satisfaction
กิจกรรมสิทธิประโยชน์ต่าง ๆ เราจะเก็บรวบรวมข้อมูลส่วนบุคคล เช่น
(1) ข้อมูลส่วนตัว เช่น ชื่อ นามสกุล วันเดือนปีที่เกิด รูปถ่าย หมายเลขบัตรประชาชน หมายเลขหนังสือเดินทาง หมายเลขสมาชิกสำหรับการได้รับสิทธิประโยชน์ของสายการบินต่างๆ (เช่น หมายเลขของ Royal Orchid Plus เป็นต้น) ข้อมูลสุขภาพ ข้อมูลการแพ้ยา เป็นต้น
(2) ข้อมูลการติดต่อ เช่น ชื่อ นามสกุล อีเมล เบอร์โทรศัพท์ ที่อยู่
(3) ข้อมูลเกี่ยวกับการร่วมกิจกรรม เช่น ประวัติการร่วมกิจกรรมในครั้งก่อน ๆ ภาพถ่ายในแต่ละกิจกรรม
2.4. เราอาจมีความจำเป็นต้องเก็บรวบรวมและประมวลผลข้อมูลส่วนบุคคลชนิดพิเศษตามที่กฎหมายคุ้มครองข้อมูลส่วนบุคคลกำหนด เพื่อใช้งานตามวัตถุประสงค์ที่เราแจ้งไว้ในนโยบายความเป็นส่วนตัวนี้ เช่น
(1) ในบางกรณี เราอาจจำเป็นต้องเก็บข้อมูลส่วนบุคคลชนิดพิเศษของท่าน แม้ว่าสินค้าหรือบริการนั้นไม่ได้เกี่ยวข้องกับข้อมูลชนิดพิเศษโดยตรง เช่น เราจำเป็นต้องใช้บัตรประชาชนของท่าน ซึ่งมีข้อมูลสำคัญ เพื่อใช้ในกายืนยันตัวตนของท่าน หรือดำเนินการทำภาษี
(2) ข้อมูลสุขภาพ เช่น ข้อมูลการแพ้ยา เพื่อใช้ในการดำเนินกิจกรรมต่าง ๆ
2.5. ในกรณีที่จำเป็น เราจะประมวลผลข้อมูลส่วนบุคคลชนิดพิเศษของท่านโดยได้รับความยินยอมโดยชัดแจ้งจากท่านหรือเพื่อวัตถุประสงค์อื่นตามที่กฎหมายกำหนดไว้เท่านั้น ทั้งนี้ เราจะใช้ความปฏิบัติที่ดีที่สุดในการจัดให้มีมาตรการรักษาความปลอดภัยที่เพียงพอเพื่อปกป้องคุ้มครองข้อมูลส่วนบุคคลชนิดพิเศษของท่าน

3 คุกกี้
เรามีการใช้คุกกี้เพื่อเก็บรวบรวมข้อมูลส่วนบุคคลตามที่กำหนดไว้ตามนโยบายการใช้คุกกี้
เราจะใช้คุกกี้เมื่อท่านได้เข้าเยี่ยมชมเว็บไซต์ของเรา โดยการใช้งานคุกกี้ของเราแบ่งออกตามลักษณะของการใช้งานได้ดังนี้
3.1 คุกกี้ที่จำเป็น (Strictly Necessary Cookies) คุกกี้ประเภทนี้มีความจำเป็นต่อการทำงานของเว็บไซต์ เพื่อให้เว็บไซต์สามารถทำงานได้เป็นปกติ มีความปลอดภัย และทำให้ท่านสามารถเข้าใช้เว็บไซต์ได้ เช่น การ log in เข้าสู่เว็บไซต์ การยืนยันตัวตน ทั้งนี้ ท่านไม่สามารถปิดการใช้งานของคุกกี้ประเภทนี้ผ่านระบบของเว็บไซต์ของเราได้
3.2 คุกกี้เพื่อการวิเคราะห์ (Analytic Cookies) คุกกี้ประเภทนี้จะเก็บข้อมูลการใช้งานเว็บไซต์ของท่าน เพื่อให้เราสามารถวัดผล ประเมิน ปรับปรุง และพัฒนาเนื้อหาสินค้า/บริการและเว็บไซต์ของเราเพื่อเพิ่มประสบการณ์ที่ดีในการใช้เว็บไซต์ของท่าน ทั้งนี้ หากท่านไม่ยินยอมให้เราใช้คุกกี้ประเภทนี้ เราจะไม่สามารถวัดผล ประเมิน และพัฒนาเว็บไซต์ได้
3.3 คุกกี้เพื่อช่วยในการใช้งาน (Functional Cookies) คุกกี้ประเภทนี้จะช่วยจดจำข้อมูลคอมพิวเตอร์หรืออุปกรณ์อิเล็กทรอนิกส์ที่ท่านใช้เข้าชมเว็บไซต์ ข้อมูลการลงทะเบียนหรือ log in ข้อมูลการตั้งค่าหรือตัวเลือกที่ท่านเคยเลือกไว้บนเว็บไซต์ เช่น ภาษาที่แสดงบนเว็บไซต์ ที่อยู่สำหรับจัดส่งสินค้า เพื่อให้ท่านสามารถใช้งานเว็บไซต์ได้สะดวกยิ่งขึ้น โดยไม่ต้องให้ข้อมูลหรือตั้งค่าใหม่ทุกครั้งที่ท่านเข้าใช้เว็บไซต์ ทั้งนี้ หากท่านไม่ยินยอมให้เราใช้คุกกี้ประเภทนี้ ท่านอาจใช้งานเว็บไซต์ได้ไม่สะดวกและไม่เต็มประสิทธิภาพ
3.4 คุกกี้เพื่อปรับเนื้อหาให้เข้ากับกลุ่มเป้าหมาย (Targeting Cookies) คุกกี้ประเภทนี้จะเก็บข้อมูลต่าง ๆ ซึ่งอาจรวมถึงข้อมูลส่วนบุคคลของท่านและสร้างโปรไฟล์เกี่ยวกับตัวท่าน เพื่อให้เราสามารถวิเคราะห์และนำเสนอเนื้อหา สินค้า/บริการ และ/หรือ โฆษณาที่เหมาะสมกับความสนใจของท่านได้ ทั้งนี้ หากท่านไม่ยินยอมให้เราใช้ คุกกี้ประเภทนี้ ท่านอาจได้รับข้อมูลและโฆษณาทั่วไปที่ไม่ตรงกับความสนใจของท่าน
3.5 การใช้คุกกี้โดยบุคคลที่สาม (Third-Party Cookies) เว็บไซต์ของเรามีการใช้คุกกี้โดยบุคคลที่สาม ซึ่งลักษณะการใช้งานและการตั้งค่าจะเป็นไปตามคุกกี้ในข้อ 2 โดยท่านจะไม่สามารถเลือกตั้งค่าการใช้งานเฉพาะคุกกี้โดยบุคคลที่สามได้ในเว็บไซต์นี้



ทั้งนี้ เราไม่สามารถควบคุมการใช้ข้อมูลของบุคคลที่สามนั้นได้ ท่านสามารถตรวจสอบรายชื่อของบุคคลที่สาม นโยบายความเป็นส่วนตัว (Privacy Notice) และนโยบายการใช้คุกกี้ของบุคคลที่สาม ซึ่งแตกต่างจากเว็บไซต์ของเราได้ที่เว็บไซต์ของบุคคลที่สามนั้น ๆ
4 การขอความยินยอมและผลกระทบที่เป็นไปได้จากการถอนความยินยอม
4.1. ในกรณีที่เราเก็บรวบรวมและประมวลผลข้อมูลส่วนบุคคลโดยอำนวยความยินยอมของท่าน ท่านมีสิทธิที่จะถอนความยินยอมของท่านที่ให้ไว้กับเราได้ตลอดเวลา ซึ่งการถอนความยินยอมนี้จะไม่ส่งผลกระทบต่อการเก็รวบรวม ใช้ เปิดเผย หรือประมวลผลข้อมูลส่วนบุคคลที่ท่านได้ให้ความยินยอมไปแล้ว
4.2. หากท่านถอนความยินยอมที่ได้ให้ไว้กับเราหรือปฏิเสธไม่ให้ข้อมูลบางอย่าง อาจส่งผลให้เราไม่สามารถดำเนินการเพื่อบรรลุวัตถุประสงค์บางส่วนหรือทั้งหมดตามที่ระบุไว้ในนโยบายความเป็นส่วนตัวนี้ได้
4.3. หากท่านมีอายุไม่ครบ 20 ปีบริบูรณ์ ก่อนการให้ความยินยอมโปรดแจ้งรายละเอียดผู้ใช้อำนาจปกครองให้เราทราบเพื่อให้เราสามารถดำเนินการขอความยินยอมจากผู้ใช้อำนาจปกครองได้

5 ระยะเวลาในการเก็บรักษาข้อมูลส่วนบุคคล
5.1. เราจะเก็บข้อมูลส่วนบุคคลของท่านในระยะเวลาที่จำเป็นเพื่อให้บรรลุวัตถุประสงค์ตามประเภทข้อมูลส่วนบุคคลแต่ละประเภท เว้นแต่กฎหมายจะอนุญาตให้มีระยะเวลาการเก็บรักษาที่นานขึ้น ในกรณีที่ไม่สามารถระบุระยะเวลาการเก็บรักษาข้อมูลส่วนบุคคลได้อย่างชัดเจน เราจะเก็บรักษาข้อมูลไว้ตามระยะเวลาที่อำนุมัติได้ตามมาตรฐานของการเก็รวบรวม (เช่น อายุของความตามกฎหมายทั่วไปสูงสุด 10 ปี)
5.2. เราจัดให้มีระบบการตรวจสอบเพื่อดำเนินการลบหรือทำลายข้อมูลส่วนบุคคลเมื่อพ้นกำหนดระยะเวลาการเก็บรักษาหรือที่ไม่เกี่ยวข้องหรือเกินความจำเป็นตามวัตถุประสงค์ในการเก็บรวบรวมข้อมูลส่วนบุคคลนั้น
5.3. กรณีที่เราใช้ข้อมูลส่วนบุคคลของท่านโดยคำขอของท่าน เราจะประมวลผลข้อมูลส่วนบุคคลดังกล่าวจนกว่าท่านจะแจ้งขอยกเลิกความยินยอมและเราดำเนินการตามคำขอของท่านเสร็จสิ้นแล้ว อย่างไรก็ดี เราจะยังเก็บข้อมูลส่วนบุคคลของท่านเท่าที่จำเป็นสำหรับบันทึกเป็นประวัติว่าท่านเคยยกเลิกความยินยอม เพื่อให้เราสามารถตอบสนองต่อคำขอของท่านในอนาคตได้
6 การเปิดเผยข้อมูลส่วนบุคคลให้บุคคลอื่น
6.1. เราเปิดเผยและแบ่งปันข้อมูลส่วนบุคคลของท่านกับ
(1) เพื่อให้บริการตามที่ท่านต้องการหรือที่ได้รับอนุญาตจากท่าน และเพื่อช่วยให้เราประสบการณ์ติดต่อสื่อสารกับบริษัทในเครือได้อย่างมีประสิทธิภาพ และ
(2) บุคคลและนิติบุคคลอื่นที่ไม่ได้เป็นบริษัทในกลุ่มของเรา (“บุคคลอื่น”) เพื่อบรรลุวัตถุประสงค์กำรเก็บรวบรวมและประมวลผลข้อมูลส่วนบุคคลตามที่ระบุไว้ในนโยบายความเป็นส่วนตัวนี้ เช่น ผู้แทนจำหน่ายของเรา ผู้ให้บริการดำเนินการขนส่ง (เช่น ไปรษณีย์) บริษัททัวร์และกลุ่มเครือข่ายของทัวร์ทั้งในประเทศและต่างประเทศ ผู้ให้บริการภายนอกที่ให้บริการและทำงานใต้ควบคุมของเรา เช่น ช่วยในการประมวลผลการทำรายการ ส่งโฆษณาสำหรับผลิตภัณฑ์และบริการของเรา หรือให้ความช่วยเหลือและบริการต่างๆ แก่ลูกค้า บริษัทผู้ให้บริการการเดินทางทั้งในและต่างประเทศ และผู้ให้บริการที่เกี่ยวข้องกับการทำธุรกรรมและการเงิน (เช่น ธนาคาร บริษัทรับชำระเงินแทน) ผู้ให้บริการการทำงานด้านเทคโนโลยี (เช่น ระบบคลาวด์ ระบบบล็อกเชน บริการส่ง SMS บริการ data analytics) ผู้ให้บริการการจัดทำโปรแกรมและระบบไอทีต่างๆ บริษัทประกันภัย ผู้ตรวจสอบ หน่วยงานทำงานด้านกฎหมาย หน่วยงานของรัฐ (เช่น กรมสรรพกร สำนักงานคณะกรรมการป้องกันและปราบปรามการฟอกเงิน) หรือบุคคลภายนอกอื่นๆ (ในประเทศไทยหรือที่อื่น ๆ) ที่เกี่ยวข้องกับข้อกำหนดเชิงกฎหมายที่เรียกว่า คำสั่งศาล หรือกระบวนการหรือข้อกำหนดการดำเนินการอื่น ๆ ภายใต้กฎหมายหรือกฎระเบียบของประเทศไทย หรือกฎหมายและกฎระเบียบของเขตอำนาจศาลอื่นที่ใช้บังคับกับเรา หรือบริษัทในเครือของเรา และสถาบันการเงินอื่น ๆ เพื่อจัดการความเสี่ยง เพื่อช่วยตรวจจับและป้องกันการกระทำที่ผิดกฎหมายและการฉ้อโกงที่อาจเกิดขึ้นรวมทั้งการละเมิดอื่นๆ ต่อนโยบายและข้อตกลงของเรา รวมถึงบุคคลอื่นที่จำเป็นเพื่อให้เราสามารถดำเนินธุรกิจและให้บริการแก่ลูกค้า รวมถึงดำเนินการใดๆ ตามวัตถุประสงค์การเก็บรวบรวมและประมวลผลข้อมูลส่วนบุคคลตามที่ระบุไว้ในนโยบายความเป็นส่วนตัวนี้
6.2. เราจะกำหนดให้ผู้ที่ได้รับข้อมูลมีมาตรการปกป้องข้อมูลของท่านอย่างเหมาะสมและประมวลผลข้อมูลส่วนบุคคลดังเหตุที่จำเป็นนั้น และดำเนินการเพื่อป้องกันไม่ให้บุคคลอื่นใช้หรือเปิดเผยข้อมูลส่วนบุคคลโดยประมาทหรือมิชอบ

7 การส่งหรือโอนข้อมูลส่วนบุคคลไปต่างประเทศ
7.1. เราอาจส่งหรือโอนข้อมูลส่วนบุคคลของท่านไปยังบริษัทในเครือหรือบุคคลอื่นในต่างประเทศในกรณีที่จำเป็นเพื่อการปฏิบัติตามสัญญาซึ่งท่านเป็นคู่สัญญา หรือเป็นการกระทำตามสัญญาระหว่างเรากับบุคคลหรือนิติบุคคลอื่นเพื่อประโยชน์ของท่านหรือเพื่อใช้ในการดำเนินการตามคำขอของท่านก่อนทำสัญญา หรือเพื่อป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของท่านหรือบุคคลอื่น เพื่อการปฏิบัติตามกฎหมาย หรือเป็นการจำเป็นเพื่อดำเนินธุรกิจเพื่อประโยชน์สาธารณะที่สำคัญ
7.2. เราอาจเก็บข้อมูลของท่านบนเซิร์ฟเวอร์หรือคลาวด์ที่ให้บริการโดยบุคคลอื่น และอาจใช้โปรแกรมหรือแอปพลิเคชันของบุคคลอื่นในรูปแบบของการให้บริการซอฟต์แวร์สำเร็จรูปและรูปแบบของการให้บริการแพลตฟอร์มสำเร็จรูปในการประมวลผลข้อมูลส่วนบุคคลของท่าน แต่เราจะไม่อนุญาตให้บุคคลที่ไม่เกี่ยวข้องสามารถเข้าถึงข้อมูลส่วนบุคคลได้ และจะกำหนดให้บุคคลอื่นเหล่านั้นต้องมีมาตรการคุ้มครองความมั่นคงปลอดภัยที่เหมาะสม
7.3. ในกรณีที่มีการส่งข้อมูลส่วนบุคคลของท่านไปยังต่างประเทศ เราจะปฏิบัติตามกฎหมายคุ้มครองข้อมูลส่วนบุคคลและใช้มาตรการที่เหมาะสมเพื่อทำให้มั่นใจได้ว่าข้อมูลส่วนบุคคลของท่านจะได้รับการคุ้มครองและท่านสามารถใช้สิทธิที่เกี่ยวข้องกับข้อมูลส่วนบุคคลของท่านได้ตามกฎหมาย รวมถึงเราจะกำหนดให้ผู้ที่ได้รับข้อมูลขั้นตอนและมาตรการปกป้องข้อมูลของท่านอย่างเหมาะสมและประมวลผลข้อมูลส่วนบุคคลดังเกี่ยวเนื้อเท่าที่จำเป็นเท่านั้นและดำเนินการเพื่อป้องกันไม่ให้บุคคลอื่นใช้หรือเปิดเผยข้อมูลส่วนบุคคลโดยไม่ได้รับอนุญาตมาจากเจ้าของข้อมูลโดยชอบ

8 มาตรการความปลอดภัยสำหรับข้อมูลส่วนบุคคล
8.1. ความปลอดภัยของข้อมูลส่วนบุคคลของท่านเป็นสิ่งสำคัญสำหรับเราและเราได้นำมาตรฐานความปลอดภัยทำงเทคนิคและการบริหารที่เหมาะสมมาใช้เพื่อปกป้องข้อมูลส่วนบุคคลจากการสูญหาย การเข้าถึง การใช้หรือการเปิดเผยโดยไม่ได้รับอนุญาต การใช้งานในทำงานที่ผิด การดัดแปลงเปลี่ยนแปลง และการทำลายโดยใช้เทคโนโลยีและขั้นตอนการรักษาความปลอดภัย เช่น การเข้ารหัสและการจำกัดการเข้าถึง เพื่อให้มั่นใจว่าบุคคลที่ได้รับอนุญาตเท่านั้นที่เข้าถึงข้อมูลส่วนบุคคลของท่านและบุคคลเหล่านี้ได้รับการฝึกอบรมเกี่ยวกับความสำคัญของการปกป้องข้อมูลส่วนบุคคล
8.2. เราจัดให้มีมาตรการรักษาความปลอดภัยที่เหมาะสม เพื่อป้องกันการสูญหาย เข้าถึง ใช้ เปลี่ยนแปลง แก้ไขเปิดเผยข้อมูลส่วนบุคคลจากบุคคลที่ไม่มีสิทธิ์หรือไม่เกี่ยวข้องกับข้อมูลส่วนบุคคลนั้น และจะจัดให้มีการทบทวนมาตรการดังกล่าวเมื่อมีความจำเป็นหรือเมื่อเทคโนโลยีเปลี่ยนแปลงไปเพื่อให้มีประสิทธิภาพในการรักษาความปลอดภัยที่เหมาะสม

9 สิทธิ์เกี่ยวกับข้อมูลส่วนบุคคลของท่าน
9.1. ท่านมีสิทธิ์ตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล สรุปดังนี้
(1) ถอนความยินยอมที่ท่านได้ให้ไว้กับเรา เพื่อประมวลผลข้อมูลส่วนบุคคลของท่าน
(2) ขอดูและคัดลอกข้อมูลส่วนบุคคลของท่าน หรือขอให้เปิดเผยที่อยู่ของข้อมูลส่วนบุคคลของท่าน
(3) ส่งหรือโอนข้อมูลส่วนบุคคลที่อยู่ในรูปแบบอิเล็กทรอนิกส์ตามที่กฎหมายคุ้มครองข้อมูลส่วนบุคคลกำหนดไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่น
(4) คัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลที่เกี่ยวข้องกับท่าน
(5) ลบหรือทำลาย หรือทำให้ข้อมูลส่วนบุคคลของท่านเป็นข้อมูลที่ไม่สามารถระบุตัวตนของท่านได(anonymous)
(6) ระงับการใช้ข้อมูลส่วนบุคคลของท่าน
(7) แก้ไขข้อมูลส่วนบุคคลของท่านให้ถูกต้อง เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด
(8) ร้องเรียนต่อคณะกรรมการคุ้มครองข้อมูลส่วนบุคคล ในกรณีที่เราหรือผู้ประมวลผลข้อมูลส่วนบุคคลรวมทั้งลูกค้างหรือผู้รับคำของเราหรือผู้ประมวลผลข้อมูลส่วนบุคคลละเมิดหรือไม่ปฏิบัติตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล
ทั้งนี้ เราจะพิจารณาและแจ้งผลการพิจารณาตามคำขอใช้สิทธิ์ของท่านโดยรวดเร็วภายใน 30 วันนับแต่วันที่เราได้รับคำขอดังกล่าว และสิทธิ์ตามที่กล่าวมาข้างต้น เป็นไปตามที่กฎหมายคุ้มครองข้อมูลส่วนบุคคลกำหนด
9.2. ท่านสามารถใช้สิทธิ์ตามกฎหมายได้โดย คลิกที่นี่ dpo.privacy@pspipe.co.th   
10 ข้อมูลเกี่ยวกับผู้ควบคุมข้อมูลส่วนบุคคลและเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล
10.1. กรณีที่ต้องการข้อสอบเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคล e-mail: dpo.privacy@pspipe.co.th   
กรณีที่มีการแก้ไขเปลี่ยนแปลงนโยบายความเป็นส่วนตัวนี้ เราจะประกาศนโยบายความเป็นส่วนตัวฉบับใหม่ผ่านทางเว็บไซต์นี้ ซึ่งคุณควรตรวจสอบความเปลี่ยนแปลงนโยบายความเป็นส่วนตัวเป็นครั้งคราว โดยนโยบายความเป็นส่วนตัวฉบับใหม่จะมีผลบังคับใช้ทันทีในวันที่ประกาศ"
}
