{
  "title": "นโยบายความเป็นส่วนตัว - บริษัท เพ็ทสยาม พีอี ไปป์ จำกัด",
  "description": "นโยบายความเป็นส่วนตัวของเราระบุวิธีการจัดการข้อมูลส่วนบุคคลของคุณ เรียนรู้เกี่ยวกับข้อมูลที่เรารวบรวม วิธีการใช้ข้อมูลนั้น และสิทธิ์ของคุณเกี่ยวกับข้อมูลของคุณ ความเป็นส่วนตัวของคุณมีความสำคัญต่อเรา และเรามุ่งมั่นที่จะรักษาข้อมูลของคุณให้ปลอดภัย",
  "privacyPolicy": "นโยบายความเป็นส่วนตัว",
  "introduction": "บทนำ",
  "introductionDetails": "บริษัท เพ็ทสยาม พีอี ไปป์ จำกัด และบริษัทในเครือ (ระบุไว้ในภาคผนวกและต่อไปนี้จะเรียกรวมกันว่า \"เรา\") เคารพสิทธิ์ความเป็นส่วนตัวของลูกค้า (ต่อไปนี้จะเรียกว่า \"คุณ\") เพื่อให้แน่ใจว่าข้อมูลส่วนบุคคลของคุณได้รับการปกป้อง เราได้สร้างประกาศความเป็นส่วนตัวนี้ขึ้นเพื่อแจ้งรายละเอียดเกี่ยวกับการเก็บรวบรวม ใช้ เปิดเผย ลบ และทำลาย (รวมเรียกว่า \"การประมวลผล\") ข้อมูลส่วนบุคคลของคุณ ทั้งทางออนไลน์และช่องทางอื่น ๆ ตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล",
  "whyProcessPersonalDataTitle": "1. เหตุผลที่เราประมวลผลข้อมูลส่วนบุคคลของคุณ",
  "whyProcessPersonalDataDetails": "1.1 เราประมวลผลข้อมูลส่วนบุคคลของคุณเนื่องจากจำเป็นสำหรับการปฏิบัติตามสัญญาระหว่างคุณกับเรา เราใช้ข้อมูลส่วนบุคคลของคุณในด้านนี้ เช่น เพื่อให้บริการและผลิตภัณฑ์แก่คุณ จัดการบัญชีของคุณ จัดส่ง ดำเนินการเรื่องบัญชีและการเงิน ให้บริการหลังการขาย ดำเนินการคืนหรือคืนเงิน",
  "legitimateInterestsDetails": "1.2 เราประมวลผลข้อมูลส่วนบุคคลของคุณเนื่องจากจำเป็นสำหรับวัตถุประสงค์ของผลประโยชน์ที่ชอบด้วยกฎหมายที่เราหรือบุคคลที่สามติดตาม ตัวอย่างของข้อมูลส่วนบุคคลที่ถูกประมวลผลในด้านนี้มีดังนี้:",
  "legitimateInterestsSubDetails1": "(1) เพื่อจัดการ พัฒนา และดำเนินธุรกิจของเราซึ่งรวมถึงการบริหารและพัฒนาเว็บไซต์และแอปพลิเคชัน การป้องกันและตรวจจับการฉ้อโกง การป้องกันอาชญากรรม การจัดการความสัมพันธ์กับลูกค้าปัจจุบันและลูกค้าที่มีศักยภาพ การบำรุงรักษาระบบเทคโนโลยีสารสนเทศ (IT);",
  "legitimateInterestsSubDetails2": "(2) เพื่อปกป้องความปลอดภัยของคุณ เช่น การจัดหามาตรการรักษาความปลอดภัย การปกป้องข้อมูลส่วนบุคคลของคุณ การควบคุมการเข้าถึงและการยืนยันตัวตนเมื่อคุณเข้าสู่ระบบบัญชีผู้ใช้ของคุณ;",
  "legitimateInterestsSubDetails3": "(3) เพื่อดำเนินการวิจัยการตลาดและการวิเคราะห์ข้อมูลซึ่งรวมถึงการส่งข่าวสารและสิทธิพิเศษให้คุณทางอีเมล, SMS, แอปพลิเคชัน, โซเชียลมีเดีย, โทรศัพท์ และจดหมายโดยตรง และการดำเนินการแบบสอบถามและการสัมภาษณ์กับคุณ; และ",
  "legitimateInterestsSubDetails4": "(4) เพื่อจัดตั้ง ใช้ หรือปกป้องข้อเรียกร้องทางกฎหมายของคุณหรือของเรา"
}
