{
  "HDPEDesc1": "(โพลีเอทิลีนความหนาแน่นสูง) ท่อ HDPE มีอายุการใช้งานมากกว่า 50 ปี เป็นท่อมาตรฐานสำหรับการใช้งานน้ำทุกประเภท สอดคล้องกับมาตรฐาน TIS.982-2556 และ ISO 4427",
  "HDPEDesc2": "ท่อ HDPE ของ PS Pipes ทำจากวัสดุบริสุทธิ์ 100% จากเม็ดพลาสติก SCG, Borouge HDPE",
  "HDPEDesc3": "ระบบเชื่อมต่อกลไกอุปกรณ์ PE ภายใต้แบรนด์ PS Pipe Penguin ช่วยให้สามารถรับแรงดันใช้งานสูงและติดตั้งได้ง่าย อุปกรณ์ PE ที่ผลิตภายใต้แบรนด์ PS ช่วยให้สามารถรับแรงดันใช้งานสูงที่เส้นผ่านศูนย์กลางท่อขนาดใหญ่",
  "HDPEDesc4": "คุณสมบัติของท่อ HDPE: มีความแข็งแรงสูง ทนต่อแรงกระแทก ยืดหยุ่น ทนทาน ทนต่อการกัดกร่อนและสารเคมี น้ำหนักเบาและติดตั้งง่าย ไม่เป็นพิษ อุณหภูมิ -40 ถึง 60°C ทนแรงดันสูงสุด 360 PSI",
  "PBDesc1": "(โพลีบิวทิลีน) ท่อ PB มีอายุการใช้งานถึง 50 ปี เป็นท่อที่ PWA และ MWA กำหนดให้ใช้ในการขนส่งน้ำดื่ม สอดคล้องกับมาตรฐาน TIS 910-2532",
  "PBDesc2": "ท่อ PB ของ PS Pipes ทำจากเรซินโพลีบิวทิลีน (PB-1) ตามมาตรฐาน TIS 910-2532 ระบบเชื่อมต่อกลไกอุปกรณ์ภายใต้แบรนด์ Shark ของ PS Pipe สำหรับท่อ PB ช่วยให้สามารถรับแรงดันใช้งานสูงและติดตั้งได้ง่าย",
  "PBDesc3": "ระบบเชื่อมต่อกลไกอุปกรณ์ PB ภายใต้แบรนด์ Shark ของ PS Pipe ช่วยให้สามารถรับแรงดันใช้งานได้สูงกว่าทางเลือกในตลาดและติดตั้งได้ง่ายกว่า",
  "PBDesc4": "คุณสมบัติของท่อ PB: มีความแข็งแรงสูง ทนต่อแรงกระแทก ยืดหยุ่น ทนทาน ทนต่อการกัดกร่อน น้ำหนักเบาและติดตั้งง่าย ไม่เป็นพิษ อุณหภูมิ -40 ถึง 48 องศา ทนแรงดันสูงสุด 200PSI",
  "HDPEEDesc1": "(โพลีเอทิลีนความหนาแน่นสูง) ท่อ HDPE มีอายุการใช้งานมากกว่า 50 ปี เป็นท่อมาตรฐานสำหรับการใช้งานเดินสายไฟ ทนแรงดันได้ถึง 500 KV",
  "HDPEEDesc2": "ท่อ HDPE ของ PS Pipes ทำจากวัสดุบริสุทธิ์ 100% จากเม็ดพลาสติก SCG HDPE",
  "HDPEEDesc3": "ระบบเชื่อมต่อกลไกอุปกรณ์ PE ภายใต้แบรนด์ PS ช่วยให้สามารถติดตั้งได้อย่างมั่นคงและง่ายดาย",
  "HDPEEDesc4": "คุณสมบัติของท่อ HDPE: มีความแข็งแรงสูง ทนต่อแรงกระแทก ยืดหยุ่น ทนทาน ทนต่อการกัดกร่อนและสารเคมี น้ำหนักเบาและติดตั้งง่าย ไม่เป็นพิษ",
  "MemDesc1": "ASTM GRI GM13 แผ่นรองกันซึม HDPE มีอายุการใช้งานมากกว่า 30 ปี เป็นมาตรฐานอุตสาหกรรมสำหรับการกักเก็บของแข็ง ของเหลว หรือก๊าซ",
  "MemDesc2": "แผ่นรองกันซึม HDPE ของ TerraX ทำจากวัสดุบริสุทธิ์ 100% จาก Chevron Phillips Marlex, Cabot Masterbatch และ LLDPE",
  "MemDesc3": "การติดตั้งง่ายด้วยการเชื่อมด้วยสายเชื่อมจาก TerraX Geo",
  "MemDesc4": "คุณสมบัติของแผ่นรอง TerraX: แผ่น HDPE กันซึม ยืดหยุ่น ติดตั้งง่าย ทนต่อสารเคมีของ HDPE เกรดอาหาร",
  "TextileDesc1": "สิ่งทอทางธรณี: แผ่นเส้นใยโพลีโพรพีลีน (PP) ที่ไม่ทอ เป็นมาตรฐานอุตสาหกรรมสำหรับการกั้นกระแทก การเสริมแรง หรือการระบายน้ำ",
  "TextileDesc2": "สิ่งทอทางธรณีของ TerraX ทำจากวัสดุบริสุทธิ์ 100% จากเส้นใยโพลีโพรพีลีน (PP)",
  "TextileDesc3": "การติดตั้งง่ายด้วยการเชื่อมด้วยสายเชื่อมจาก TerraX Geo",
  "TextileDesc4": "คุณสมบัติของสิ่งทอทางธรณี TerraX: แผ่น PP ที่ซึมน้ำได้ ยืดหยุ่น น้ำหนักเบา ติดตั้งง่าย ทนต่อสารเคมีของ PP ทนต่อการเจาะทะลุ ความสามารถในการซึมสูง",
  "TubeDesc1": "Geotubes เส้นด้ายโพลีโพรพีลีน (PP) ทอและไม่ทอในรูปทรงท่อพร้อมทางเข้า มีความแข็งแรงในการดึงสูงถึง 2,000 kN/m ใช้สำหรับการป้องกันการกัดเซาะ การกักเก็บอนุภาค/ตะกอน และการกรอง",
  "TubeDesc2": "Geotubes ของ TerraX ที่เป็นผู้นำอุตสาหกรรมมีจำหน่ายใน 1 หรือ 2 ชั้น และมีสีขาวหรือเหลืองทราย",
  "TubeDesc3": "คุณสมบัติของ Geotubes ของ TerraX: ท่อโพลีโพรพีลีนที่ซึมน้ำได้ ยืดหยุ่น น้ำหนักเบา ติดตั้งง่าย ทนต่อสารเคมีของ PP ทนทาน",
  "TubeDesc4": "",
  "CompDesc1": "จีโอคอมโพสิต: เสื่อคอนกรีตและ GCCM เป็นมาตรฐานอุตสาหกรรมสำหรับการป้องกันการกัดเซาะหรือการแยก การติดตั้งง่ายแม้ในสภาวะน้ำและอัตราการไหลสูง",
  "CompDesc2": "จีโอคอมโพสิตของ TerraX ทำจากวัสดุบริสุทธิ์ 100% จากเส้นใยโพลีโพรพีลีน (PP) และคอนกรีตผสมพิเศษ",
  "CompDesc3": "คุณสมบัติของจีโอคอมโพสิตของ TerraX: คอมโพสิต PP (GCCM ประกอบด้วยคอนกรีต) ยืดหยุ่น ติดตั้งง่าย ทนต่อสารเคมีของ PP ทนต่อการเจาะทะลุ ราคาประหยัด",
  "CompDesc4": "",
  "water": "น้ำ",
  "Water Containment": "การเก็บกักน้ำ",
  "Electricity": "ไฟฟ้า",
  "Geosynthetics": "วัสดุสังเคราะห์",
  "HDPE": "เอชดีพีอี",
  "discover_more": "ค้นหาข้อมูลเพิ่มเติม",
  "PB": "พีบี",
  "Geomembranes": "เมมเบรน",
  "Geotextiles": "ผ้าใยสังเคราะห์",
  "Geotubes": "จีโอทูบ",
  "Geocomposites": "จีโอคอมโพสิต",
  "products": "ผลิตภัณฑ์",
  "Pipes and Fittings": "ท่อและข้อต่อ",
  "HDPEWComIconDesc": "HDPE ขนาด 20-1400มม. ความแข็งแรงสูง ทนต่อแรงกระแทก ยืดหยุ่น ทนทาน ทนต่อการกัดกร่อนและสารเคมี น้ำหนักเบาและติดตั้งง่าย ไม่มีสารพิษ -40 ถึง 60°C สูงสุด 360 PSI",
  "PBWComIconDesc": "PB ขนาด 15-150มม. ความแข็งแรงสูง ทนต่อแรงกระแทก ยืดหยุ่น ทนทาน ทนต่อการกัดกร่อน น้ำหนักเบาและติดตั้งง่าย ไม่มีสารพิษ -40 ถึง 48°C สูงสุด 200 PSI",
  "Conduit": "ท่อร้อยสายไฟ",
  "HDPEEComIconDesc": "HDPE ขนาดถึง 200มม. ป้องกันสายเคเบิล 500 kV. ความแข็งแรงสูง ทนต่อแรงกระแทก ยืดหยุ่น ทนทาน ทนต่อการกัดกร่อนและสารเคมี น้ำหนักเบาและติดตั้งง่าย ไม่มีสารพิษ",
  "EFlex": "EFlex",
  "EFLEXComIconDesc": "Eflex ขนาดถึง 200มม. ป้องกันสายเคเบิล 500 kV. ทนต่อแรงกระแทก ยืดหยุ่น ทนทาน ทนต่อการกัดกร่อนและสารเคมี น้ำหนักเบาและติดตั้งง่าย ไม่มีสารพิษ",
  "HDPE Liner": "แผ่น HDPE",
  "XHDPESComIconDesc": "TerraX Liner ความหนา 0.3-2.0มม. 7ม. x 100ม. หรือกำหนดเอง เกินมาตรฐานสากล GRI GM13 แผ่น HDPE ที่ไม่ซึมผ่าน ยืดหยุ่น ติดตั้งง่าย ทนต่อสารเคมี HDPE เกรดอาหาร",
  "Nonwoven": "ไม่ทอ",
  "XTEXComIconDesc": "TerraX Non-Woven PP เส้นใยหนา 0.3-2.0มม. แผ่น PP ที่สามารถซึมผ่านได้ ยืดหยุ่น น้ำหนักเบา ติดตั้งง่าย ทนต่อสารเคมี PP ทนต่อการเจาะ ความสามารถในการซึมผ่านสูง",
  "Geotube": "จีโอทูบ",
  "Concrete Mattress": "ฟูกคอนกรีต",
  "GCCM": "GCCM",
  "XMATComIconDesc": "ฟูกคอนกรีตความหนา 100มม. ถึง 500มม. ความแข็งแรงสูง 50ซม. ของคอนกรีต ทนต่อแรงกระแทก ยืดหยุ่น น้ำหนักเบาและติดตั้งง่าย ไม่มีสารพิษ การติดตั้งใต้น้ำ",
  "XGCCMComIconDesc": "ผ้าห่มคอนกรีต (GCCM) ความหนา 100มม. ถึง 200มม. ความแข็งแรงในการอัดสูง ทนต่อแรงกระแทก ยืดหยุ่น ทนทาน ติดตั้งง่าย ไม่มีสารพิษ การติดตั้งใต้น้ำ",
  "XTUBEComIconDesc": "Geotube ขนาดจาก 1 ถึง 8ม. เส้นผ่านศูนย์กลาง และยาวถึง 200ม. ท่อโพลีโพรพิลีนที่สามารถซึมผ่านได้ ยืดหยุ่น น้ำหนักเบา ติดตั้งง่าย ทนต่อสารเคมี PP ทนทาน"
}
