{
  "qualityAssurance": "การรับประกันคุณภาพ",
  "elevateProducts": "เพื่อเสริมสร้างคุณภาพสินค้า PS Standard ของเราให้กลายเป็นผู้ผลิตและจัดจำหน่ายท่อชั้นนำในทวีปเอเชีย ที่มีคุณภาพและความเชื่อถือที่ไม่เปลี่ยนแปลง ทั้งนี้ทั้งนั้นเรายังคงความคุ้มค่าในราคาที่เหมาะสมผลิตภัณฑ์ของเราผ่านกระบวนการทดสอบที่เข้มงวด ไม่ว่าจะเป็นในหน่วยนิ้วหรือเมตร การทุ่มเทที่เรามีในความเห็นมั่นใจที่ท่อ HDPE และ PB ของเราจะเหนือกว่ามาตรฐานคุณภาพและความเชื่อถือที่สูงสุดเสมอ ตั้งรางมาตรฐานใหม่ภายในอุตสาหกรรม พร้อมทั้งความร่วมมือกับ Borouge, SCG เพื่อให้มั่นใจในการใช้วัสดุบริสุทธิ์ 100% ในกระบวนการผลิต",
  "discoverMore": "ค้นหาข้อมูลเพิ่มเติม",
  "MeltFlow": "การไหลของการหลอม",
  "PressureTest": "การทดสอบแรงดัน",
  "TensionTest": "การทดสอบแรงดึง",
  "MeltFlowDescription": "การทดสอบอัตราการไหลของการหลอม (MFR) ตามมาตรฐาน ISO 1133 สำหรับการประเมินคุณสมบัติการไหลของ HDPE ในสถานะหลอม การทำการทดสอบอัตราการไหลของการหลอมเป็นสิ่งสำคัญในการบรรลุลักษณะการประมวลผลที่ต้องการ สุดท้ายส่งผลให้มาตรฐานสูงที่เราบรรลุด้วยท่อ HDPE ของเรา ใช้ประสบการณ์ที่กว้างขวางของเราและผลิตภัณฑ์ท่อ HDPE และ PB ที่หลากหลาย ติดต่อ PS Pipe วันนี้",
  "backButton": "ย้อนกลับ",
  "quality": "คุณภาพ",
  "PressureDescription": "การทดสอบการคลานแรงดันภายใน ตามมาตรฐาน ISO 1167 ทำหน้าที่เป็นวิธีการประเมินสำหรับ HDPE ในความทนทานต่อแรงดันภายในในระยะยาว การทำการทดสอบการคลานแรงดันภายในให้ข้อมูลที่มีค่าสำหรับความสามารถของท่อ HDPE ของเราในการรักษาความสมบูรณ์ของโครงสร้างในระยะยาว ใช้ประสบการณ์ที่กว้างขวางของเราและผลิตภัณฑ์ท่อ HDPE และ PB ที่หลากหลาย ติดต่อ PS Pipe วันนี้",
  "TensionDescription": "การทดสอบแรงดึงตามมาตรฐาน ISO 6259 สำหรับ HDPE ทำหน้าที่ในการประเมินคุณสมบัติทางกลของวัสดุภายใต้แรงดึง การทำการทดสอบนี้ช่วยให้เรามั่นใจในความสมบูรณ์ของท่อ HDPE ของเราที่เกินกว่าข้อกำหนดสำหรับการใช้งานต่างๆ เช่น ท่อแรงดันน้ำสูง PWA MWA ใช้ประสบการณ์ที่กว้างขวางของเราและผลิตภัณฑ์ท่อ HDPE และ PB ที่หลากหลาย ติดต่อ PS Pipe วันนี้",
  "LongitudinalDescription": "การทดสอบการหดตัวตามยาวประเมินความเสถียรและความสมบูรณ์ของโครงสร้างของวัสดุ HDPE ภายใต้สภาพอุณหภูมิที่สูง การทำการทดสอบการหดตัวตามยาวให้ข้อมูลเชิงลึกที่สำคัญเกี่ยวกับความทนทานของท่อ HDPE ของเราต่อการเสื่อมสภาพด้วยความร้อน ท่อ HDPE ของเรารักษาความสมบูรณ์ของโครงสร้างและลักษณะการทำงานภายใต้ความเครียดทางความร้อน ดังนั้นจึงใช้สำหรับน้ำร้อนหรือกระบวนการทางอุตสาหกรรม ใช้ประสบการณ์ที่กว้างขวางของเราและผลิตภัณฑ์ท่อ HDPE และ PB ที่หลากหลาย ติดต่อ PS Pipe วันนี้",
  "LongitudinalReversion": "การหดตัวตามยาว",
  "OxidationInductionTime": "เวลาการเหนี่ยวนำการเกิดออกซิเดชัน",
  "OITDescription": "การทดสอบเวลาการเหนี่ยวนำการเกิดออกซิเดชัน (OIT) ประเมินความทนทานต่อการเกิดออกซิเดชันของ HDPE ให้ข้อมูลเชิงลึกที่มีค่าสำหรับเสถียรภาพทางความร้อน การทำการทดสอบเวลาการเหนี่ยวนำการเกิดออกซิเดชันให้ข้อมูลเกี่ยวกับความอ่อนแอของท่อ HDPE ต่อการเกิดออกซิเดชัน ข้อมูลนี้มีความสำคัญสำหรับเราในการเพิ่มประสิทธิภาพวัสดุท่อ HDPE ของเราเพื่อรักษาลักษณะของมันในอุณหภูมิที่แตกต่างกัน ใช้ประสบการณ์ที่กว้างขวางของเราและผลิตภัณฑ์ท่อ HDPE และ PB ที่หลากหลาย ติดต่อ PS Pipe วันนี้",
  "Pipelinetesting": "บริการทดสอบท่อ",
  "PipelineDescription": "การร่วมมือกับ DTS Construction (พันธมิตร INGU's Pipers®) เรามุ่งมั่นที่จะให้บริการลูกค้าของเราหลังการส่งมอบและรับประกันความพึงพอใจตลอดวงจรชีวิตของผลิตภัณฑ์ เราได้สร้างความร่วมมือกับ DTS Construction เพื่อนำเสนอโซลูชันระดับโลกในการตรวจจับการรั่วไหลของท่อ การสะสม หรือการเปลี่ยนแปลงในราคาที่แข่งขันได้ โซลูชัน Pipers® ของ INGU รวมระบบหลายเซ็นเซอร์ขนาดเท่าลูกเบสบอลที่ขับเคลื่อนด้วย AI โซลูชัน Pipers® ระบุตัวและค้นหาปัญหาที่อาจเกิดขึ้นเช่น การรั่วไหล การสะสม หรือการเปลี่ยนแปลงในผนังท่อได้อย่างแม่นยำโดยไม่จำเป็นต้องมีอุปกรณ์อ้างอิงภายนอก ใช้พลังการคาดการณ์ของ AI และเทคโนโลยีขั้นสูงกับพันธมิตรด้านโซลูชันของเรา"
}
