{
  "title": "Dasar Privasi - Phetsiam PE Pipe Co. Ltd.",
  "description": "Dasar Privasi kami menerangkan bagaimana kami mengendalikan maklumat peribadi anda. Ketahui tentang data yang kami kumpulkan, bagaimana kami menggunakannya, dan hak anda mengenai maklumat anda. Privasi anda adalah penting bagi kami, dan kami komited untuk memastikan data anda selamat dan terjamin.",
  "privacyPolicy": "Dasar Privasi",
  "introduction": "Pengenalan",
  "introductionDetails": "Phetsiam PE Pipe Co., Ltd dan afiliasinya (seperti yang disenaraikan dalam lampiran dan selanjutnya dirujuk secara kolektif sebagai \"kami\") menghormati hak privasi pelanggan kami (selanjutnya dirujuk sebagai \"anda\"). Untuk memastikan bahawa data peribadi anda dilindungi, kami telah membuat notis privasi ini untuk memaklumkan butiran mengenai pengumpulan, penggunaan, pendedahan, penghapusan, dan pemusnahan (secara kolektif, \"pemprosesan\") data peribadi anda, sama ada dalam talian atau saluran lain, mengikut undang-undang perlindungan data peribadi.",
  "whyProcessPersonalDataTitle": "1. Mengapa Kami Memproses Data Peribadi Anda",
  "whyProcessPersonalDataDetails": "1.1 Kami memproses data peribadi anda kerana ia diperlukan untuk pelaksanaan kontrak antara anda dan kami. Kami menggunakan data peribadi anda dalam hal ini untuk, sebagai contoh, menyediakan anda dengan perkhidmatan dan produk, mengurus akaun anda, membuat penghantaran, meneruskan perkara perakaunan dan kewangan, memberikan perkhidmatan selepas jualan, memproses pemulangan atau bayaran balik.",
  "legitimateInterestsDetails": "1.2 Kami memproses data peribadi anda kerana ia diperlukan untuk tujuan kepentingan sah yang kami atau pihak ketiga kejar. Contoh data peribadi anda yang diproses dalam hal ini adalah seperti berikut:",
  "legitimateInterestsSubDetails1": "(1) Untuk mengurus, membangunkan, dan menjalankan operasi perniagaan kami yang merangkumi pentadbiran dan pembangunan laman web dan aplikasi, pencegahan dan pengesanan penipuan, pencegahan jenayah, pengurusan hubungan untuk pelanggan semasa dan berpotensi, penyelenggaraan sistem teknologi maklumat (IT);",
  "legitimateInterestsSubDetails2": "(2) Untuk melindungi keselamatan anda seperti penyediaan langkah keselamatan, perlindungan data peribadi anda, kawalan akses dan pengesahan identiti apabila anda log masuk ke akaun pengguna anda;",
  "legitimateInterestsSubDetails3": "(3) Untuk menjalankan penyelidikan pemasaran dan analisis data yang merangkumi penghantaran berita dan keistimewaan kepada anda melalui e-mel, SMS, aplikasi, media sosial, telefon, dan mel langsung, dan untuk menjalankan soal selidik dan wawancara dengan anda; dan",
  "legitimateInterestsSubDetails4": "(4) Untuk menetapkan, melaksanakan, atau mempertahankan tuntutan undang-undang anda atau kami."
}
