{
  
  "HDPEDesc1": "(Polietilena ketumpatan tinggi) Paip HDPE. Jangka hayat bekerja lebih daripada 50 tahun. Paip standard industri untuk semua aplikasi air. Mematuhi piawaian TIS.982-2556 & ISO 4427.",
  "HDPEDesc2": "Paip HDPE PS Pipes dibuat dari bahan dara 100% daripada butiran HDPE SCG.",
  "HDPEDesc3": "Sistem penyambungan mekanikal kelengkapan PE di bawah jenama PS Pipe Penguin, membolehkan tekanan operasi tinggi dan pemasangan yang mudah. Kelengkapan PE fabrikasi di bawah jenama PS membolehkan tekanan operasi tinggi pada diameter paip besar.",
  "HDPEDesc4": "Sifat paip HDPE: Kekuatan tinggi, tahan hentakan, fleksibel, tahan lama, tahan kakisan dan bahan kimia, ringan dan mudah dipasang, Tidak toksik, -40 hingga 60°C, Sehingga 360 PSI",
  "PBDesc1": "(Polibutilena) Paip PB. Jangka hayat bekerja sehingga 50 tahun. Sub-salur PWA dan MWA untuk mengangkut air minuman. Mematuhi piawaian TIS 910-2532.",
  "PBDesc2": "Paip PB PS Pipes dibuat daripada resin polibutilena (PB-1) mengikut piawaian TIS 910-2532. Sistem penyambungan mekanikal kelengkapan di bawah jenama Shark PS Pipe untuk paip PB, membolehkan tekanan operasi tinggi dan pemasangan yang mudah.",
  "PBDesc3": "Sistem penyambungan mekanikal kelengkapan PB di bawah jenama Shark PS Pipe, membolehkan tekanan operasi lebih tinggi daripada alternatif pasaran dan pemasangan yang lebih mudah.",
  "PBDesc4": "Sifat paip PB: Kekuatan tinggi, tahan hentakan, fleksibel, tahan lama, tahan kakisan, ringan dan mudah dipasang, Tidak toksik, -40 hingga 48 darjah, Sehingga 200 PSI",
  "HDPEEDesc1": "(Polietilena ketumpatan tinggi) Paip HDPE. Jangka hayat bekerja lebih daripada 50 tahun. Paip standard industri untuk aplikasi pendawaian. Sehingga 500 KV.",
  "HDPEEDesc2": "Paip HDPE PS Pipes dibuat dari bahan dara 100% daripada butiran HDPE SCG.",
  "HDPEEDesc3": "Sistem penyambungan mekanikal kelengkapan PE di bawah jenama PS, membolehkan pemasangan yang selamat dan mudah.",
  "HDPEEDesc4": "Sifat paip HDPE: Kekuatan tinggi, tahan hentakan, fleksibel, tahan lama, tahan kakisan dan bahan kimia, ringan dan mudah dipasang, Tidak toksik",
  "MemDesc1": "ASTM GRI GM13 HDPE Liners. Jangka hayat bekerja lebih daripada 30 tahun. Penghalang kedap standard industri untuk penahanan pepejal, cecair atau gas.",
  "MemDesc2": "TerraX HDPE Liners dibuat daripada bahan dara 100% daripada Chevron Phillips Marlex, Cabot Masterbatch dan LLDPE.",
  "MemDesc3": "Pemasangan mudah dengan wayar kimpalan ekstrusi dari TerraX Geo.",
  "MemDesc4": "Sifat TerraX Liner: Lembaran HDPE kedap, Fleksibel, Mudah dipasang, Tahan bahan kimia HDPE, Gred makanan",
  "TextileDesc1": "Geotekstil: Lembaran serat PP tidak tenunan. Penghalang boleh laluan standard industri untuk fungsi kusyen, penguatan atau saliran.",
  "TextileDesc2": "TerraX Geotextiles dibuat daripada bahan dara 100% daripada serat Polipropilena (PP).",
  "TextileDesc3": "Pemasangan mudah dengan wayar kimpalan ekstrusi dari TerraX Geo.",
  "TextileDesc4": "Sifat TerraX Geotekstil: Lembaran PP boleh laluan, Fleksibel, Ringan, Mudah dipasang, Tahan bahan kimia PP, Tahan tusukan, Kebolehlaluan tinggi",
  "TubeDesc1": "Geotubes Polypropylene (PP) tenunan dan tidak tenunan dalam bentuk tiub dengan inlet. Kekuatan tegangan terkemuka industri, sehingga 2,000 kN/m. Digunakan untuk perlindungan hakisan, penahanan zarah/lumpur dan penapisan.",
  "TubeDesc2": "Geotubes terkemuka industri TerraX tersedia dalam 1 atau 2 lapisan dan putih atau kuning pasir.",
  "TubeDesc3": "Sifat Geotubes TerraX: Tiub Polipropilena boleh laluan, Fleksibel, Ringan, Mudah dipasang, Tahan bahan kimia PP, Tahan lama",
  "TubeDesc4": "",
  "CompDesc1": "Geokomposit: Tilam konkrit dan GCCM. Penghalang standard industri untuk fungsi perlindungan hakisan atau pemisahan. Pemasangan mudah walaupun dalam keadaan bawah air dan kadar aliran tinggi.",
  "CompDesc2": "TerraX Geocomposites dibuat daripada bahan dara 100% daripada serat Polipropilena (PP) dan campuran konkrit khas.",
  "CompDesc3": "Sifat TerraX Geokomposit: Komposit PP (GCCM mengandungi konkrit), Fleksibel, Mudah dipasang, Tahan bahan kimia PP, Tahan tusukan, Kos efektif",
  "CompDesc4": "",
  
  
  "water": "Air",
  "Water Containment": "Pengawalan Air",
  "Electricity": "Elektrik",
  "Geosynthetics": "Geosintetik",
  "HDPE": "HDPE",
  "discover_more": "Ketahui Lebih Lanjut",
  "PB": "PB",
  "Geomembranes": "Geomembran",
  "Geotextiles": "Geotekstil",
  "Geotubes": "Geotube",
  "Geocomposites": "Geokomposit",
  "products": "Produk",
  "Pipes and Fittings": "Paip dan Fitting",
  "HDPEWComIconDesc": "HDPE saiz 20-1400mm. Kekuatan tinggi, tahan hentaman, fleksibel, tahan lama, tahan kakisan dan bahan kimia, ringan dan mudah dipasang, Tidak toksik, -40 hingga 60°C, Sehingga 360 PSI",
  "PB": "PB",
  "PBWComIconDesc": "PB saiz 15-150mm. Kekuatan tinggi, tahan hentaman, fleksibel, tahan lama, tahan kakisan, ringan dan mudah dipasang, Tidak toksik, -40 hingga 48°C, Sehingga 200 PSI",
  "Conduit": "Saluran",
  "HDPEEComIconDesc": "HDPE saiz sehingga 200mm. Perlindungan kabel 500 kV. Kekuatan tinggi, tahan hentaman, fleksibel, tahan lama, tahan kakisan dan bahan kimia, ringan dan mudah dipasang, Tidak toksik",
  "EFlex": "EFlex",
  "EFLEXComIconDesc": "Eflex saiz sehingga 200mm. Perlindungan kabel 500 kV. Tahan hentaman, fleksibel, tahan lama, tahan kakisan dan bahan kimia, ringan dan mudah dipasang, Tidak toksik",
  "HDPE Liner": "Pelapis HDPE",
  "XHDPESComIconDesc": "TerraX Liner ketebalan dari 0.3-2.0mm. 7m x 100m atau tersuai. Melebihi Piawaian GRI GM13 Antarabangsa. Lembaran HDPE yang tidak telap, fleksibel, mudah dipasang, rintangan kimia HDPE, gred makanan",
  "Nonwoven": "Bukan tenunan",
  "XTEXComIconDesc": "TerraX Non-Woven PP helaian serat ketebalan dari 0.3-2.0mm. Helaian PP yang telap, fleksibel, ringan, mudah dipasang, rintangan kimia PP, rintangan tusukan, kebolehtelapan tinggi",
  "Geotube": "Geotube",
  "Concrete Mattress": "Tilam Konkrit",
  "GCCM": "GCCM",
  "XMATComIconDesc": "Tilam Konkrit ketebalan dari 100mm hingga 500mm. Kekuatan tinggi 50cm konkrit, tahan hentaman, fleksibel, ringan dan mudah dipasang, Tidak toksik, pemasangan di bawah air.",
  "XGCCMComIconDesc": "Selimut konkrit (GCCM) ketebalan dari 100mm hingga 200mm. Kekuatan mampatan tinggi, tahan hentaman, fleksibel, tahan lama, mudah dipasang, Tidak toksik, pemasangan di bawah air.",
  "XTUBEComIconDesc": "Geotube saiz dari 1 hingga 8m diameter, dan sehingga 200m panjang. Tiub Polipropilena yang telap, fleksibel, ringan, mudah dipasang, rintangan kimia PP, tahan lama"
}
