{
  "qualityAssurance": "Jaminan Kualiti",
  "elevateProducts": "Untuk meningkatkan produk “PS Standard” Thailand kami menjadi pengeluar dan pembekal paip terkemuka di Asia. Kami menyediakan kualiti dan kebolehpercayaan yang tiada tandingan, semuanya pada harga yang berpatutan. Komitmen kami terhadap kecemerlangan memastikan bahawa paip HDPE dan PB kami secara konsisten melebihi piawaian kualiti dan kebolehpercayaan tertinggi, menetapkan penanda aras baru dalam industri. Kami bekerjasama dengan SCG untuk menggunakan 100% Bahan Dara dalam pengeluaran.",
  "discoverMore": "Terokai Lebih Lanjut",
  "MeltFlow": "Aliran Leleh",
  "PressureTest": "Tekanan",
  "TensionTest": "Tegangan",
  "MeltFlowDescription": "Ujian Kadar Aliran Leleh (MFR), mengikut piawaian ISO 1133, adalah untuk menilai sifat aliran HDPE dalam keadaan cair. Melaksanakan ujian Kadar Aliran Leleh adalah penting untuk mencapai ciri pemprosesan yang diingini, akhirnya mempengaruhi piawaian tinggi yang kami capai dengan paip HDPE kami. Manfaatkan pengalaman luas kami dan pelbagai produk paip HDPE dan PB. Hubungi PS Pipe hari ini.",
  "backButton": "Kembali",
  "quality": "Kualiti",
  "PressureDescription": "Ujian Tekanan Dalaman, mengikut piawaian ISO 1167, berfungsi sebagai kaedah penilaian untuk HDPE, mengenai rintangan tekanan dalaman dalam jangka masa yang panjang. Melaksanakan Ujian Tekanan Dalaman menawarkan data berharga tentang keupayaan paip HDPE kami untuk mengekalkan integriti struktur dari masa ke masa. Manfaatkan pengalaman luas kami dan pelbagai produk paip HDPE dan PB. Hubungi PS Pipe hari ini.",
  "TensionDescription": "Ujian tegangan mengikut ISO 6259 untuk HDPE berfungsi untuk menilai sifat mekanikal bahan di bawah tekanan tegangan. Melaksanakan ujian ini membolehkan kami memastikan integriti paip HDPE kami melebihi spesifikasi untuk pelbagai aplikasi, contohnya, paip air tekanan tinggi PWA MWA. Manfaatkan pengalaman luas kami dan pelbagai produk paip HDPE dan PB. Hubungi PS Pipe hari ini.",
  "LongitudinalDescription": "Ujian Pembalikan Longitud menilai kestabilan dan integriti struktur bahan HDPE pada suhu tinggi. Melaksanakan Ujian Pembalikan Longitud memberikan wawasan penting tentang ketahanan paip HDPE kami terhadap degradasi haba. Paip HDPE kami mengekalkan integriti struktur dan ciri prestasi di bawah tekanan haba, oleh itu, ia digunakan untuk air panas atau proses industri. Manfaatkan pengalaman luas kami dan pelbagai produk paip HDPE dan PB. Hubungi PS Pipe hari ini.",
  "LongitudinalReversion": "Pembalikan Longitud",
  "OxidationInductionTime": "Masa Pengenalan Pengoksidaan",
  "OITDescription": "Ujian Masa Pengenalan Pengoksidaan (OIT), menilai rintangan HDPE terhadap pengoksidaan, memberikan wawasan berharga tentang kestabilan haba. Melaksanakan Ujian Masa Pengenalan Pengoksidaan memberikan kami data tentang kerentanan paip HDPE terhadap pengoksidaan. Maklumat ini adalah penting bagi kami untuk mengoptimumkan bahan mentah paip HDPE kami untuk mengekalkan ciri-cirinya pada pelbagai suhu. Manfaatkan pengalaman luas kami dan pelbagai produk paip HDPE dan PB. Hubungi PS Pipe hari ini.",
  "Pipelinetesting": "Perkhidmatan Ujian Paip",
  "PipelineDescription": "Berkolaborasi dengan DTS Construction (rakan kongsi INGU's Pipers®) Kami komited untuk memberikan perkhidmatan kepada pelanggan kami selepas penghantaran dan memastikan kepuasan sepanjang kitaran hayat produk. Kami telah mewujudkan perkongsian dengan DTS Construction untuk membawa anda penyelesaian bertaraf dunia dalam mengesan kebocoran paip, pengumpulan, atau perubahan dengan harga yang kompetitif. Penyelesaian Pipers® INGU menggabungkan sistem sensor multi terapung bebas berkuasa AI sebesar bola besbol. Penyelesaian Pipers® secara tepat mengenal pasti dan mencari masalah berpotensi seperti kebocoran, pengumpulan, atau perubahan pada dinding paip tanpa memerlukan peranti rujukan luaran. Manfaatkan kuasa ramalan AI dan teknologi canggih dengan rakan kongsi penyelesaian kami."
}
