{
  "qualityAssurance": "Đảm bảo chất lượng",
  "elevateProducts": "Để nâng cao sản phẩm “PS Standard” của Thái Lan chúng tôi trở thành nhà sản xuất và cung cấp ống hàng đầu tại châu Á. Chúng tôi cung cấp chất lượng và độ tin cậy không thể so sánh được, tất cả với giá cả phải chăng. Cam kết của chúng tôi đối với sự xuất sắc đảm bảo rằng ống HDPE và PB của chúng tôi luôn vượt qua các tiêu chuẩn chất lượng và độ tin cậy cao nhất, đặt ra một tiêu chuẩn mới trong ngành. Chúng tôi hợp tác với SCG để sử dụng 100% Nguyên Liệu Nguyên Sinh trong sản xuất.",
  "discoverMore": "Khám phá thêm",
  "MeltFlow": "Lưu Lượng Nóng Chảy",
  "PressureTest": "Áp Lực",
  "TensionTest": "Căng Thẳng",
  "MeltFlowDescription": "Kiểm tra Tỷ Lệ Lưu Lượng Nóng Chảy (MFR), theo tiêu chuẩn ISO 1133, nhằm đánh giá tính chất lưu lượng của HDPE trong trạng thái nóng chảy. Thực hiện kiểm tra Tỷ Lệ Lưu Lượng Nóng Chảy rất quan trọng để đạt được các đặc tính xử lý mong muốn, cuối cùng ảnh hưởng đến tiêu chuẩn cao mà chúng tôi đạt được với các ống HDPE của mình. Hãy tận dụng kinh nghiệm rộng rãi của chúng tôi và dải sản phẩm ống HDPE và PB. Liên hệ với PS Pipe ngay hôm nay.",
  "backButton": "Quay Lại",
  "quality": "Chất Lượng",
  "PressureDescription": "Kiểm tra Áp Lực Nội Bộ, theo tiêu chuẩn ISO 1167, hoạt động như một phương pháp đánh giá cho HDPE, về khả năng chống lại áp lực nội bộ trong thời gian dài. Thực hiện kiểm tra Áp Lực Nội Bộ cung cấp dữ liệu quý giá về khả năng duy trì tính toàn vẹn cấu trúc của ống HDPE của chúng tôi theo thời gian. Hãy tận dụng kinh nghiệm rộng rãi của chúng tôi và dải sản phẩm ống HDPE và PB. Liên hệ với PS Pipe ngay hôm nay.",
  "TensionDescription": "Kiểm tra căng thẳng theo tiêu chuẩn ISO 6259 cho HDPE nhằm đánh giá tính chất cơ học của vật liệu dưới áp lực căng thẳng. Thực hiện kiểm tra này cho phép chúng tôi đảm bảo tính toàn vẹn của ống HDPE của chúng tôi vượt qua các tiêu chuẩn cho các ứng dụng khác nhau, chẳng hạn như ống nước áp lực cao PWA MWA. Hãy tận dụng kinh nghiệm rộng rãi của chúng tôi và dải sản phẩm ống HDPE và PB. Liên hệ với PS Pipe ngay hôm nay.",
  "LongitudinalDescription": "Kiểm tra Độ Bền Dài Đánh Giá Tính Ổn Định Và Độ Tin Cậy Của Vật Liệu HDPE Trong Điều Kiện Nhiệt Độ Cao. Thực hiện Kiểm tra Độ Bền Dài Cung Cấp Thông Tin Quan Trọng Về Khả Năng Chịu Đựng Sự Suy Giảm Nhiệt Độ Của Ống HDPE của Chúng Tôi. Các ống HDPE của chúng tôi duy trì tính toàn vẹn cấu trúc và đặc tính hoạt động dưới áp lực nhiệt, do đó, được sử dụng cho nước nóng hoặc các quy trình công nghiệp. Hãy tận dụng kinh nghiệm rộng rãi của chúng tôi và dải sản phẩm ống HDPE và PB. Liên hệ với PS Pipe ngay hôm nay.",
  "LongitudinalReversion": "Đảo Ngược Dài",
  "OxidationInductionTime": "Thời Gian Cảm Ứng Oxy Hóa",
  "OITDescription": "Kiểm tra Thời Gian Cảm Ứng Oxy Hóa (OIT), đánh giá khả năng chống oxy hóa của HDPE, cung cấp thông tin quan trọng về tính ổn định nhiệt. Thực hiện Kiểm tra Thời Gian Cảm Ứng Oxy Hóa cung cấp cho chúng tôi dữ liệu về sự dễ bị oxy hóa của ống HDPE. Thông tin này rất quan trọng đối với chúng tôi trong việc tối ưu hóa vật liệu thô của ống HDPE để duy trì các đặc tính của nó ở nhiều nhiệt độ khác nhau. Hãy tận dụng kinh nghiệm rộng rãi của chúng tôi và dải sản phẩm ống HDPE và PB. Liên hệ với PS Pipe ngay hôm nay.",
  "Pipelinetesting": "Dịch Vụ Kiểm Tra Ống",
  "PipelineDescription": "Hợp tác với DTS Construction (đối tác INGU's Pipers®) Chúng tôi cam kết cung cấp dịch vụ cho khách hàng của mình sau khi giao hàng và đảm bảo sự hài lòng trong suốt vòng đời sản phẩm. Chúng tôi đã thiết lập quan hệ đối tác với DTS Construction để mang đến cho bạn các giải pháp đẳng cấp thế giới về phát hiện rò rỉ ống, tích tụ hoặc thay đổi với giá cả cạnh tranh. Các giải pháp Pipers® của INGU tích hợp hệ thống nhiều cảm biến nổi độc lập có kích thước bằng quả bóng chày được hỗ trợ bởi AI. Các giải pháp Pipers® xác định chính xác và tìm ra các vấn đề tiềm ẩn như rò rỉ, tích tụ hoặc thay đổi trong tường ống mà không cần thiết bị tham chiếu bên ngoài. Tận dụng sức mạnh dự đoán của AI và công nghệ tiên tiến với các đối tác giải pháp của chúng tôi."
}
