{
  "title": "Kebijakan Privasi - Phetsiam PE Pipe Co. Ltd.",
  "description": "Kebijakan Privasi kami menguraikan bagaimana kami menangani informasi pribadi Anda. Pelajari tentang data yang kami kumpulkan, bagaimana kami menggunakannya, dan hak Anda terkait informasi Anda. Privasi Anda penting bagi kami, dan kami berkomitmen untuk menjaga data Anda aman dan terlindungi.",
  "privacyPolicy": "Kebijakan Privasi",
  "introduction": "Pengenalan",
  "introductionDetails": "Phetsiam PE Pipe Co., Ltd dan afiliasinya (sebagaimana tercantum dalam lampiran dan selanjutnya disebut secara kolektif sebagai \"kami\") menghormati hak privasi pelanggan kami (selanjutnya disebut sebagai \"Anda\"). Untuk memastikan bahwa data pribadi Anda terlindungi, kami telah membuat pemberitahuan privasi ini untuk menginformasikan detail terkait pengumpulan, penggunaan, pengungkapan, penghapusan, dan penghancuran (secara kolektif, \"pemrosesan\") data pribadi Anda, baik secara online maupun saluran lainnya, sesuai dengan undang-undang perlindungan data pribadi.",
  "whyProcessPersonalDataTitle": "1. Mengapa Kami Memproses Data Pribadi Anda",
  "whyProcessPersonalDataDetails": "1.1 Kami memproses data pribadi Anda karena diperlukan untuk pelaksanaan kontrak antara Anda dan kami. Kami menggunakan data pribadi Anda dalam hal ini untuk, misalnya, memberikan layanan dan produk kepada Anda, mengelola akun Anda, melakukan pengiriman, melanjutkan masalah akuntansi dan keuangan, memberikan layanan purna jual, memproses pengembalian atau pengembalian dana.",
  "legitimateInterestsDetails": "1.2 Kami memproses data pribadi Anda karena diperlukan untuk tujuan kepentingan sah yang kami atau pihak ketiga kejar. Contoh data pribadi Anda yang diproses dalam hal ini adalah sebagai berikut:",
  "legitimateInterestsSubDetails1": "(1) Untuk mengelola, mengembangkan, dan menjalankan operasi bisnis kami yang mencakup administrasi dan pengembangan situs web dan aplikasi, pencegahan dan deteksi penipuan, pencegahan kejahatan, manajemen hubungan dengan pelanggan saat ini dan potensial, pemeliharaan sistem teknologi informasi (TI);",
  "legitimateInterestsSubDetails2": "(2) Untuk melindungi keamanan Anda seperti penyediaan langkah-langkah keamanan, perlindungan data pribadi Anda, kontrol akses dan autentikasi identitas saat Anda masuk ke akun pengguna Anda;",
  "legitimateInterestsSubDetails3": "(3) Untuk melakukan penelitian pemasaran dan analisis data yang mencakup pengiriman berita dan hak istimewa kepada Anda melalui email, SMS, aplikasi, media sosial, telepon, dan surat langsung, dan untuk melakukan kuesioner dan wawancara dengan Anda; dan",
  "legitimateInterestsSubDetails4": "(4) Untuk menetapkan, melaksanakan, atau membela klaim hukum Anda atau kami."
}
