{
  "HDPEDesc1": "(Polyethylene densitas tinggi) Pipa HDPE. Umur kerja lebih dari 50 tahun. Pipa standar industri untuk semua aplikasi air. Memenuhi standar TIS.982-2556 & ISO 4427.",
  "HDPEDesc2": "Pipa HDPE PS Pipes terbuat dari bahan virgin 100% dari butiran HDPE SCG.",
  "HDPEDesc3": "Sistem sambungan mekanis fitting PE di bawah merek PS Pipe Penguin, memungkinkan tekanan operasional tinggi dan pemasangan yang mudah. Fitting PE fabrikasi di bawah merek PS memungkinkan tekanan operasional tinggi pada diameter pipa besar.",
  "HDPEDesc4": "Properti pipa HDPE: Kekuatan tinggi, tahan benturan, fleksibel, tahan lama, tahan korosi dan bahan kimia, ringan dan mudah dipasang, Tidak beracun, -40 hingga 60°C, Hingga 360 PSI",
  "PBDesc1": "(Polybutylene) Pipa PB. Umur kerja hingga 50 tahun. Sub-salur PWA dan MWA untuk mengangkut air minum. Memenuhi standar TIS 910-2532.",
  "PBDesc2": "Pipa PB PS Pipes terbuat dari resin polybutylene (PB-1) sesuai standar TIS 910-2532. Sistem sambungan mekanis fitting di bawah merek Shark PS Pipe untuk pipa PB, memungkinkan tekanan operasional tinggi dan pemasangan yang mudah.",
  "PBDesc3": "Sistem sambungan mekanis fitting PB di bawah merek Shark PS Pipe, memungkinkan tekanan operasional lebih tinggi dibandingkan alternatif pasar dan pemasangan yang lebih mudah.",
  "PBDesc4": "Properti pipa PB: Kekuatan tinggi, tahan benturan, fleksibel, tahan lama, tahan korosi, ringan dan mudah dipasang, Tidak beracun, -40 hingga 48 derajat, Hingga 200 PSI",
  "HDPEEDesc1": "(Polyethylene densitas tinggi) Pipa HDPE. Umur kerja lebih dari 50 tahun. Pipa standar industri untuk aplikasi pengkabelan. Hingga 500 KV.",
  "HDPEEDesc2": "Pipa HDPE PS Pipes terbuat dari bahan virgin 100% dari butiran HDPE SCG.",
  "HDPEEDesc3": "Sistem sambungan mekanis fitting PE di bawah merek PS, memungkinkan pemasangan yang aman dan mudah.",
  "HDPEEDesc4": "Properti pipa HDPE: Kekuatan tinggi, tahan benturan, fleksibel, tahan lama, tahan korosi dan bahan kimia, ringan dan mudah dipasang, Tidak beracun",
  "MemDesc1": "ASTM GRI GM13 HDPE Liners. Umur kerja lebih dari 30 tahun. Penghalang kedap standar industri untuk penahanan padat, cair atau gas.",
  "MemDesc2": "TerraX HDPE Liners terbuat dari bahan virgin 100% dari Chevron Phillips Marlex, Cabot Masterbatch dan LLDPE.",
  "MemDesc3": "Pemasangan sederhana dengan kawat las ekstrusi dari TerraX Geo.",
  "MemDesc4": "Properti TerraX Liner: Lembaran HDPE kedap, Fleksibel, Mudah dipasang, Tahan bahan kimia HDPE, Food grade",
  "TextileDesc1": "Geotekstil: Lembaran serat PP non-tenunan. Penghalang permeabel standar industri untuk fungsi penyangga, penguatan atau drainase.",
  "TextileDesc2": "TerraX Geotextiles terbuat dari bahan virgin 100% dari serat Polypropylene (PP).",
  "TextileDesc3": "Pemasangan sederhana dengan kawat las ekstrusi dari TerraX Geo.",
  "TextileDesc4": "Properti TerraX Geotextiles: Lembaran PP permeabel, Fleksibel, Ringan, Mudah dipasang, Tahan bahan kimia PP, Tahan tusukan, Permeabilitas tinggi",
  "TubeDesc1": "Geotubes Tenunan dan non-tenunan benang Polypropylene (PP) dalam bentuk tabung dengan inlet. Kekuatan tarik terkemuka di industri, hingga 2,000 kN/m. Digunakan untuk perlindungan erosi, penahanan partikel/lumpur dan filtrasi.",
  "TubeDesc2": "Geotubes terkemuka di industri TerraX tersedia dalam 1 atau 2 lapisan dan warna putih atau kuning pasir.",
  "TubeDesc3": "Properti Geotubes TerraX: Tabung Polypropylene permeabel, Fleksibel, Ringan, Mudah dipasang, Tahan bahan kimia PP, Tahan lama",
  "TubeDesc4": "",
  "CompDesc1": "Geokomposit: Matras beton dan GCCM. Penghalang standar industri untuk fungsi perlindungan erosi atau pemisahan. Pemasangan mudah bahkan dalam kondisi bawah air dan laju aliran tinggi.",
  "CompDesc2": "TerraX Geocomposites terbuat dari bahan virgin 100% dari serat Polypropylene (PP) dan campuran beton khusus.",
  "CompDesc3": "Properti TerraX Geocomposites: Komposit PP (GCCM mengandung beton), Fleksibel, Mudah dipasang, Tahan bahan kimia PP, Tahan tusukan, Biaya efektif",
  "CompDesc4": "",
  "water": "Air",
  "Water Containment": "Penampungan Air",
  "Electricity": "Listrik",
  "Geosynthetics": "Geosintetik",
  "HDPE": "HDPE",
  "discover_more": "Temukan Lebih Banyak",
  "PB": "PB",
  "Geomembranes": "Geomembran",
  "Geotextiles": "Geotekstil",
  "Geotubes": "Geotube",
  "Geocomposites": "Geokomposit",
  "products": "Produk",
  "Pipes and Fittings": "Pipa dan Fitting",
  "HDPEWComIconDesc": "HDPE ukuran 20-1400mm. Kuat tinggi, tahan benturan, fleksibel, tahan lama, tahan korosi dan bahan kimia, ringan dan mudah dipasang, tidak beracun, -40 hingga 60°C, hingga 360 PSI",
  "PB": "PB",
  "PBWComIconDesc": "PB ukuran 15-150mm. Kuat tinggi, tahan benturan, fleksibel, tahan lama, tahan korosi, ringan dan mudah dipasang, tidak beracun, -40 hingga 48°C, hingga 200 PSI",
  "Conduit": "Saluran",
  "HDPEEComIconDesc": "HDPE ukuran hingga 200mm. Pelindung kabel 500 kV. Kuat tinggi, tahan benturan, fleksibel, tahan lama, tahan korosi dan bahan kimia, ringan dan mudah dipasang, tidak beracun",
  "EFlex": "EFlex",
  "EFLEXComIconDesc": "Eflex ukuran hingga 200mm. Pelindung kabel 500 kV. Tahan benturan, fleksibel, tahan lama, tahan korosi dan bahan kimia, ringan dan mudah dipasang, tidak beracun",
  "HDPE Liner": "Pelapis HDPE",
  "XHDPESComIconDesc": "TerraX Liner ketebalan dari 0,3-2,0mm. 7m x 100m atau sesuai pesanan. Melebihi Standar GRI GM13 Internasional. Lembaran HDPE yang tidak tembus, fleksibel, mudah dipasang, tahan bahan kimia HDPE, grade makanan",
  "Nonwoven": "Non-woven",
  "XTEXComIconDesc": "TerraX Non-Woven PP lembaran serat ketebalan dari 0,3-2,0mm. Lembaran PP yang dapat ditembus, fleksibel, ringan, mudah dipasang, tahan bahan kimia PP, tahan tusukan, permeabilitas tinggi",
  "Geotube": "Geotube",
  "Concrete Mattress": "Kasur Beton",
  "GCCM": "GCCM",
  "XMATComIconDesc": "Kasur Beton ketebalan dari 100mm hingga 500mm. Kuat tinggi 50cm beton, tahan benturan, fleksibel, ringan dan mudah dipasang, tidak beracun, pemasangan di bawah air.",
  "XGCCMComIconDesc": "Selimut beton (GCCM) ketebalan dari 100mm hingga 200mm. Kuat tekan tinggi, tahan benturan, fleksibel, tahan lama, mudah dipasang, tidak beracun, pemasangan di bawah air.",
  "XTUBEComIconDesc": "Geotube ukuran dari 1 hingga 8m diameter, dan hingga 200m panjang. Tabung Polipropilena yang dapat ditembus, fleksibel, ringan, mudah dipasang, tahan bahan kimia PP, tahan lama"
}
