{
  "qualityAssurance": "Jaminan Kualitas",
  "elevateProducts": "Untuk meningkatkan produk “PS Standard” Thailand kami menjadi produsen dan pemasok pipa terkemuka di Asia. Kami menyampaikan kualitas dan keandalan yang tak tertandingi, semuanya dengan harga terjangkau. Komitmen kami terhadap keunggulan memastikan bahwa pipa HDPE dan PB kami secara konsisten melampaui standar kualitas dan keandalan tertinggi, menetapkan tolok ukur baru dalam industri. Kami bermitra dengan SCG untuk menggunakan 100% Bahan Perawan dalam produksi.",
  "discoverMore": "Temukan Lebih Banyak",
  "MeltFlow": "Aliran Leleh",
  "PressureTest": "Tekanan",
  "TensionTest": "Tarik",
  "MeltFlowDescription": "Uji Laju Aliran Leleh (MFR), sesuai dengan standar ISO 1133, adalah untuk mengevaluasi sifat aliran HDPE dalam keadaan cair. Melakukan uji Laju Aliran Leleh sangat penting untuk mencapai karakteristik pemrosesan yang diinginkan, yang pada akhirnya mempengaruhi standar tinggi yang kami capai dengan pipa HDPE kami. Manfaatkan pengalaman luas kami dan berbagai produk pipa HDPE dan PB. Hubungi PS Pipe hari ini.",
  "backButton": "Kembali",
  "quality": "Kualitas",
  "PressureDescription": "Uji Tekanan Internal, sesuai dengan standar ISO 1167, berfungsi sebagai metode evaluasi untuk HDPE, mengenai ketahanannya terhadap tekanan internal dalam jangka waktu yang lama. Melakukan Uji Tekanan Internal memberikan data berharga tentang kemampuan pipa HDPE kami untuk mempertahankan integritas struktural dari waktu ke waktu. Manfaatkan pengalaman luas kami dan berbagai produk pipa HDPE dan PB. Hubungi PS Pipe hari ini.",
  "TensionDescription": "Uji tarik sesuai dengan ISO 6259 untuk HDPE berfungsi untuk menilai sifat mekanik material di bawah tekanan tarik. Melakukan uji ini memungkinkan kami untuk memastikan integritas pipa HDPE kami melebihi spesifikasi untuk berbagai aplikasi, misalnya, pipa air bertekanan tinggi PWA MWA. Manfaatkan pengalaman luas kami dan berbagai produk pipa HDPE dan PB. Hubungi PS Pipe hari ini.",
  "LongitudinalDescription": "Uji Reversi Longitudinal menilai stabilitas dan integritas struktural material HDPE pada suhu tinggi. Melakukan Uji Reversi Longitudinal memberikan wawasan penting tentang ketahanan pipa HDPE kami terhadap degradasi termal. Pipa HDPE kami mempertahankan integritas struktural dan karakteristik kinerja di bawah tekanan termal, sehingga digunakan untuk air panas atau proses industri. Manfaatkan pengalaman luas kami dan berbagai produk pipa HDPE dan PB. Hubungi PS Pipe hari ini.",
  "LongitudinalReversion": "Reversi Longitudinal",
  "OxidationInductionTime": "Waktu Induksi Oksidasi",
  "OITDescription": "Uji Waktu Induksi Oksidasi (OIT), mengevaluasi ketahanan HDPE terhadap oksidasi, memberikan wawasan berharga tentang stabilitas termalnya. Melakukan Uji Waktu Induksi Oksidasi memberikan kami data tentang kerentanan pipa HDPE terhadap oksidasi. Informasi ini sangat penting bagi kami untuk mengoptimalkan bahan baku pipa HDPE kami untuk mempertahankan karakteristiknya pada berbagai suhu. Manfaatkan pengalaman luas kami dan berbagai produk pipa HDPE dan PB. Hubungi PS Pipe hari ini.",
  "Pipelinetesting": "Layanan Pengujian Pipa",
  "PipelineDescription": "Bermitra dengan DTS Construction (mitra INGU's Pipers®) Kami berkomitmen untuk melayani klien kami setelah pengiriman dan memastikan kepuasan sepanjang siklus hidup produk. Kami telah menjalin kemitraan dengan DTS Construction untuk menghadirkan solusi kelas dunia dalam mendeteksi kebocoran pipa, penumpukan, atau perubahan dengan harga kompetitif. Solusi Pipers® INGU menggabungkan sistem multi sensor bebas mengambang berukuran bola bisbol yang didukung oleh AI. Solusi Pipers® secara akurat mengidentifikasi dan menemukan masalah potensial seperti kebocoran, penumpukan, atau perubahan pada dinding pipa tanpa memerlukan perangkat referensi eksternal. Manfaatkan kekuatan prediktif AI dan teknologi canggih dengan mitra solusi kami."
}
